Repository: workpieces/macos-etcd
Catalog: etcdWP/Shared/Class/Resource/internationalization/*.lproj/Localizable.strings
Languages: ca, cs, da, de, el, es_mx, fi, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans_hk

source: Miscellaneous：
ca: Una altra configuració:
cs: Jiná konfigurace:
da: Anden konfiguration:
de: Andere Konfiguration:
el: Autre paramétrage :
es_mx: Otra configuración:
fi: Muu kokoonpano:
hi: अन्य कॉन्फ़िगरेशन:
hr: Druga konfiguracija:
hu: Egyéb konfiguráció:
id: Konfigurasi lainnya:
it: Altra configurazione:
ja: その他：
ko: 기타 구성:
ms: Konfigurasi lain:
nb: Annen konfigurasjon:
nl: Andere configuratie:
pl: Inna konfiguracja:
pt_pt: Outra configuração:
ro: Altă configurație:
ru: Другая конфигурация:
sk: Iná konfigurácia:
sv: Annan konfiguration:
th: การกำหนดค่าอื่นๆ:
tr: Diğer yapılandırma:
uk: Інша конфігурація:
vi: Cấu hình khác:
zh_hans_hk: 其他配置：

source: Auto create client name?
ca: Crear automàticament el nom del client?
cs: Automaticky vytvořit jméno klienta?
da: Opret automatisk klientnavn?
de: Kundennamen automatisch erstellen?
el: Créer automatiquement le nom du client?
es_mx: ¿Crear automáticamente un nombre de cliente?
fi: Luo automaattisesti asiakkaan nimi?
hi: स्वचालित रूप से क्लाइंट नाम बनाएं?
hr: Automatski kreirati ime klijenta?
hu: Automatikusan létrehozza az ügyfél nevét?
id: Buat nama klien secara otomatis?
it: Crea automaticamente il nome del cliente?
ja: クライアント名を自動作成しますか？
ko: 클라이언트 이름을 자동으로 생성하시겠습니까?
ms: Buat nama pelanggan secara automatik?
nb: Opprett klientnavn automatisk?
nl: Klantnaam automatisch aanmaken?
pl: Automatycznie utwórz nazwę klienta?
pt_pt: Criar nome de cliente automaticamente?
ro: Creați automat numele clientului?
ru: Автоматически создавать имя клиента?
sk: Automaticky vytvoriť meno klienta?
sv: Skapa klientnamn automatiskt?
th: สร้างชื่อลูกค้าโดยอัตโนมัติ
tr: İstemci adı otomatik olarak oluşturulsun mu?
uk: Автоматично створити ім'я клієнта?
vi: Tự động tạo tên khách hàng?
zh_hans_hk: 是否自動創建客戶端名稱？

source: Reschedule Pings？
ca: re-ping
cs: re-ping
da: gen-ping
de: erneut pingen
el: re-ping
es_mx: volver a hacer ping
fi: uudelleenping
hi: फिर से पिंग
hr: ponovni ping
hu: újra ping
id: ping ulang
it: ripetizione
ja: Pingのスケジュールを変更しますか？
ko: 다시 핑
ms: ping semula
nb: re-ping
nl: opnieuw pingen
pl: ponowne pingowanie
pt_pt: re-ping
ro: re-ping
ru: повторный пинг
sk: opätovné pingnutie
sv: åter-pinga
th: ปิงซ้ำ
tr: yeniden ping
uk: повторний пінг
vi: lại ping
zh_hans_hk: 重新ping

source: Clean Session?
ca: Neteja la sessió?
cs: Vyčistit relace?
da: Ryd op i session?
de: Sitzung bereinigen?
el: Nettoyer la session ?
es_mx: ¿Limpiar sesión?
fi: Siivousistunto?
hi: सफाई सत्र?
hr: Sesija čišćenja?
hu: Takarítási munkamenet?
id: Sesi pembersihan?
it: Sessione di pulizia?
ja: クリーンセッション？
ko: 세션을 정리하시겠습니까?
ms: Sesi pembersihan?
nb: Rydde opp økt?
nl: Sessie opruimen?
pl: Czyścić sesję?
pt_pt: Sessão de limpeza?
ro: Sesiune de curățare?
ru: Сеанс очистки?
sk: Vyčistiť reláciu?
sv: Rensa upp session?
th: ทำความสะอาดเซสชั่น?
tr: Oturumu temizle?
uk: Очищення сеансу?
vi: Phiên dọn dẹp?
zh_hans_hk: 清理會話？

source: Auto connect on app launch?
ca: Connexió automàtica quan s'inicia l'aplicació?
cs: Automaticky připojit při spuštění aplikace?
da: Automatisk forbindelse, når programmet starter?
de: Automatisch verbinden, wenn die Anwendung startet?
el: Connexion automatique au démarrage de l'application?
es_mx: ¿Conectar automáticamente cuando se inicia la aplicación?
fi: Yhdistä automaattisesti, kun sovellus käynnistyy?
hi: एप्लिकेशन शुरू होने पर ऑटो कनेक्ट?
hr: Automatsko povezivanje kada se aplikacija pokrene?
hu: Automatikus csatlakozás az alkalmazás indításakor?
id: Terhubung otomatis saat aplikasi dimulai?
it: Connessione automatica all'avvio dell'applicazione?
ja: アプリの起動時に自動接続しますか？
ko: 응용 프로그램이 시작될 때 자동으로 연결하시겠습니까?
ms: Sambung automatik apabila aplikasi bermula?
nb: Koble til automatisk når programmet starter?
nl: Automatisch verbinden wanneer applicatie start?
pl: Automatyczne łączenie po uruchomieniu aplikacji?
pt_pt: Conectar automaticamente quando o aplicativo for iniciado?
ro: Conectare automată când pornește aplicația?
ru: Автоподключение при запуске приложения?
sk: Automaticky pripojiť pri spustení aplikácie?
sv: Anslut automatiskt när programmet startar?
th: เชื่อมต่ออัตโนมัติเมื่อเริ่มแอปพลิเคชัน
tr: Uygulama başladığında otomatik bağlanılsın mı?
uk: Автоматичне підключення при запуску програми?
vi: Tự động kết nối khi ứng dụng khởi động?
zh_hans_hk: 應用程序啟動時自動連接？

# 服务名称
source: Service Name
ca: Nom del servei
cs: Název služby
da: Tjenestenavn
de: Dienstname
el: Nom du service
es_mx: Nombre del servicio
fi: Palvelun nimi
hi: सेवा का नाम
hr: Naziv usluge
hu: Szolgáltatás neve
id: Nama Layanan
it: Nome servizio
ja: サービス名
ko: 서비스 이름
ms: Nama Perkhidmatan
nb: Tjenestenavn
nl: Servicenaam
pl: Nazwa usługi
pt_pt: Nome do serviço
ro: Nume serviciu
ru: Имя службы
sk: Názov služby
sv: Tjänstens namn
th: ชื่อบริการ
tr: Hizmet Adı
uk: Назва послуги
vi: Tên dịch vụ
zh_hans_hk: 服務名稱

# 节点地址
source: Node Address
ca: Adreça del node
cs: Adresa uzlu
da: Knudeadresse
de: Knotenadresse
el: Adresse de nœud
es_mx: Dirección de nodo
fi: Solmun osoite
hi: नोड पता
hr: Adresa čvora
hu: Csomópont címe
id: Alamat Node
it: Indirizzo nodo
ja: ノードアドレス
ko: 노드 주소
ms: Alamat Nod
nb: Nodeadresse
nl: Knooppuntadres
pl: Adres węzła
pt_pt: Endereço do Nó
ro: Adresa nodului
ru: Адрес узла
sk: Adresa uzla
sv: Nodadress
th: ที่อยู่โหนด
tr: Düğüm Adresi
uk: Адреса вузла
vi: Địa chỉ nút
zh_hans_hk: 節點地址

# 连接状态
source: Connection status
ca: Estat de la connexió
cs: Stav připojení
da: Forbindelsesstatus
de: Verbindungsstatus
el: État de la connexion
es_mx: Estado de la conexión
fi: Yhteyden tila
hi: कनेक्शन स्थिति
hr: Status veze
hu: Kapcsolat állapota
id: Status Koneksi
it: Stato connessione
ja: 接続状態
ko: 연결 상태
ms: Status Sambungan
nb: Tilkoblingsstatus
nl: Verbindingsstatus
pl: Stan połączenia
pt_pt: Status da conexão
ro: Starea conexiunii
ru: Статус соединения
sk: Stav pripojenia
sv: Anslutningsstatus
th: สถานะการเชื่อมต่อ
tr: Bağlantı Durumu
uk: Стан з'єднання
vi: Trạng thái kết nối
zh_hans_hk: 連接狀態

source: Scuess
ca: Èxit
cs: Úspěch
da: Succes
de: Erfolg
el: Succès
es_mx: Éxito
fi: Onnistuminen
hi: सफलता
hr: Uspjeh
hu: Siker
id: Berhasil
it: Successo
ja: 成功
ko: 성공
ms: Kejayaan
nb: Suksess
nl: Succes
pl: Sukces
pt_pt: Sucesso
ro: Succes
ru: Успех
sk: Úspech
sv: Framgång
th: ความสำเร็จ
tr: Başarı
uk: Успіх
vi: Thành công
zh_hans_hk: 成功

source: Failed
ca: falla
cs: selhání
da: fejl
de: Fehler
el: échec
es_mx: fracaso
fi: epäonnistuminen
hi: विफलता
hr: neuspjeh
hu: kudarc
id: gagal
it: fallimento
ja: 失敗した
ko: 실패
ms: kegagalan
nb: feil
nl: mislukking
pl: awaria
pt_pt: falha
ro: eșec
ru: неудача
sk: zlyhanie
sv: misslyckande
th: ความล้มเหลว
tr: başarısızlık
uk: провал
vi: thất bại
zh_hans_hk: 失敗

source: Delete
ca: suprimir
cs: smazat
da: slet
de: löschen
el: supprimer
es_mx: eliminar
fi: poista
hi: हटाएं
hr: izbriši
hu: törlés
id: hapus
it: elimina
ja: 消去
ko: 삭제
ms: padam
nb: slett
nl: verwijderen
pl: usuń
pt_pt: excluir
ro: șterge
ru: удалить
sk: vymazať
sv: ta bort
th: ลบ
tr: sil
uk: видалити
vi: xóa
zh_hans_hk: 删除

# Cancle
source: Cancel
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Annuler
es_mx: Cancelar
fi: Peruuta
hi: रद्द करें
hr: Otkaži
hu: Mégse
id: Batalkan
it: Annulla
ja: Cancle
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy bỏ
zh_hans_hk: 取消

source: The connection to the server was lost.
ca: La connexió amb el servidor s'ha perdut.
cs: Připojení k serveru bylo ztraceno.
da: Forbindelsen til serveren gik tabt.
de: Die Verbindung zum Server wurde unterbrochen.
el: La connexion au serveur a été perdue.
es_mx: Se perdió la conexión con el servidor.
fi: Yhteys palvelimeen katkesi.
hi: सर्वर से कनेक्शन टूट गया था।
hr: Veza s poslužiteljem je izgubljena.
hu: A kapcsolat a szerverrel megszakadt.
id: Koneksi ke server terputus.
it: La connessione al server è stata interrotta.
ja: サーバーへの接続が失われました。
ko: 서버 연결이 끊어졌습니다.
ms: Sambungan ke pelayan telah hilang.
nb: Tilkoblingen til serveren ble brutt.
nl: De verbinding met de server is verbroken.
pl: Połączenie z serwerem zostało utracone.
pt_pt: A conexão com o servidor foi perdida.
ro: Conexiunea la server a fost pierdută.
ru: Соединение с сервером потеряно.
sk: Pripojenie k serveru bolo stratené.
sv: Anslutningen till servern förlorades.
th: การเชื่อมต่อกับเซิร์ฟเวอร์ขาดหายไป
tr: Sunucuyla bağlantı kesildi.
uk: З'єднання з сервером було втрачено.
vi: Kết nối đến máy chủ bị mất.
zh_hans_hk: 與服務器的連接丟失。

source: Want to modify etcd service data?
ca: Voleu modificar les dades del servei etcd?
cs: Chcete upravit data služby etcd?
da: Vil du ændre etcd service data?
de: Möchten Sie etcd-Dienstdaten ändern?
el: Voulez-vous modifier les données du service etcd?
es_mx: ¿Desea modificar los datos del servicio etcd?
fi: Haluatko muokata etcd-palvelutietoja?
hi: क्या आप etcd सेवा डेटा को संशोधित करना चाहते हैं?
hr: Želite li izmijeniti etcd servisne podatke?
hu: Szeretné módosítani az etcd szolgáltatás adatait?
id: Apakah Anda ingin mengubah data layanan etcd?
it: Vuoi modificare i dati del servizio etcd?
ja: etcdサービスデータを変更したいですか？
ko: etcd 서비스 데이터를 수정하시겠습니까?
ms: Adakah anda mahu mengubah suai data perkhidmatan etcd?
nb: Vil du endre etcd-tjenestedata?
nl: Wilt u de servicegegevens van etcd wijzigen?
pl: Czy chcesz zmodyfikować dane usługi etcd?
pt_pt: Deseja modificar os dados do serviço etcd?
ro: Doriți să modificați datele serviciului etcd?
ru: Вы хотите изменить данные службы etcd?
sk: Chcete upraviť údaje služby etcd?
sv: Vill du ändra etcd-tjänstdata?
th: คุณต้องการแก้ไขข้อมูลบริการ etcd หรือไม่
tr: etcd servis verilerini değiştirmek istiyor musunuz?
uk: Ви хочете змінити дані служби etcd?
vi: Bạn có muốn sửa đổi dữ liệu dịch vụ etcd không?
zh_hans_hk: 是否要修改etcd服務數據？

source: Contact Us
ca: Contacteu amb nosaltres
cs: Kontaktujte nás
da: Kontakt os
de: Kontaktieren Sie uns
el: Contactez-nous
es_mx: Contáctenos
fi: Ota yhteyttä
hi: हमसे संपर्क करें
hr: Kontaktirajte nas
hu: Kapcsolatfelvétel
id: Hubungi Kami
it: Contattaci
ja: お問い合わせ
ko: 문의하기
ms: Hubungi Kami
nb: Kontakt oss
nl: Neem contact met ons op
pl: Skontaktuj się z nami
pt_pt: Fale Conosco
ro: Contactați-ne
ru: Свяжитесь с нами
sk: Kontaktujte nás
sv: Kontakta oss
th: ติดต่อเรา
tr: Bize Ulaşın
uk: Зв'язатися з нами
vi: Liên hệ với chúng tôi
zh_hans_hk: 聯系我們

source: If you have feature requests, custom app requirements or bugs, contact us :
ca: Si teniu una sol·licitud de funció, una sol·licitud d'aplicació personalitzada o un error, poseu-vos en contacte amb nosaltres:
cs: Pokud máte požadavek na funkci, žádost o vlastní aplikaci nebo chybu, kontaktujte nás:
da: Hvis du har en funktionsanmodning, brugerdefineret app-anmodning eller fejl, så kontakt os venligst:
de: Wenn Sie eine Funktionsanfrage, eine benutzerdefinierte App-Anfrage oder einen Fehler haben, kontaktieren Sie uns bitte:
el: Si vous avez une demande de fonctionnalité, une demande d'application personnalisée ou un bug, veuillez nous contacter:
es_mx: Si tiene una solicitud de función, una solicitud de aplicación personalizada o un error, comuníquese con nosotros:
fi: Jos sinulla on ominaisuuspyyntö, mukautettu sovelluspyyntö tai virhe, ota meihin yhteyttä:
hi: यदि आपके पास एक सुविधा अनुरोध, कस्टम ऐप अनुरोध, या बग है, तो कृपया हमसे संपर्क करें:
hr: Ako imate zahtjev za značajkom, zahtjev za prilagođenu aplikaciju ili bug, kontaktirajte nas:
hu: Ha szolgáltatáskérelme, egyéni alkalmazáskérelme vagy programhibája van, kérjük, lépjen kapcsolatba velünk:
id: Jika Anda memiliki permintaan fitur, permintaan aplikasi khusus, atau bug, silakan hubungi kami:
it: Se hai una richiesta di funzionalità, una richiesta di app personalizzata o un bug, contattaci:
ja: 機能のリクエスト、カスタムアプリの要件、またはバグがある場合は、お問い合わせください。
ko: 기능 요청, 사용자 지정 앱 요청 또는 버그가 있는 경우 저희에게 연락하십시오:
ms: Jika anda mempunyai permintaan ciri, permintaan aplikasi tersuai atau pepijat, sila hubungi kami:
nb: Hvis du har en funksjonsforespørsel, tilpasset appforespørsel eller feil, vennligst kontakt oss:
nl: Als u een functieverzoek, verzoek voor een aangepaste app of een bug heeft, neem dan contact met ons op:
pl: Jeśli masz prośbę o funkcję, prośbę o niestandardową aplikację lub błąd, skontaktuj się z nami:
pt_pt: Se você tiver uma solicitação de recurso, solicitação de aplicativo personalizado ou bug, entre em contato conosco:
ro: Dacă aveți o solicitare de funcționalitate, o cerere de aplicație personalizată sau o eroare, vă rugăm să ne contactați:
ru: Если у вас есть запрос на функцию, заказное приложение или ошибку, свяжитесь с нами:
sk: Ak máte požiadavku na funkciu, požiadavku na vlastnú aplikáciu alebo chybu, kontaktujte nás:
sv: Om du har en funktionsbegäran, anpassad appbegäran eller bugg, kontakta oss:
th: หากคุณมีคำขอคุณลักษณะ คำขอแอปที่กำหนดเอง หรือข้อบกพร่อง โปรดติดต่อเรา:
tr: Bir özellik talebiniz, özel uygulama talebiniz veya hatanız varsa lütfen bizimle iletişime geçin:
uk: Якщо у вас є запит на функцію, запит спеціального додатка або помилка, зв'яжіться з нами:
vi: Nếu bạn có yêu cầu tính năng, yêu cầu ứng dụng tùy chỉnh hoặc lỗi, vui lòng liên hệ với chúng tôi:
zh_hans_hk: 如果您有功能請求、自定義應用程序要求或錯誤，請與我們聯系：

source: Download
ca: descàrrega
cs: stáhnout
de: herunterladen
el: télécharger
es_mx: descargar
fi: lataa
hi: डाउनलोड
hr: preuzimanje
hu: letöltés
id: unduh
it: scarica
ja: ダウンロード
ko: 다운로드
ms: muat turun
nb: last ned
nl: downloaden
pl: pobierz
pt_pt: baixar
ro: descărcare
ru: скачать
sk: stiahnuť
sv: ladda ner
th: ดาวน์โหลด
tr: indir
uk: завантажити
vi: tải xuống
zh_hans_hk: 下載

source: App for Mac,Window and Linux
ca: Aplicacions per a Mac
cs: Aplikace pro Mac
da: Apps til Mac
de: Apps für Mac
el: Applications pour Mac
es_mx: Aplicaciones para Mac
fi: Mac-sovellukset
hi: मैक के लिए ऐप्स
hr: Aplikacije za Mac
hu: Alkalmazások Mac-hez
id: Aplikasi untuk Mac
it: App per Mac
ja: Mac、ウィンドウ、Linux用のアプリ
ko: Mac용 앱
ms: Apl untuk Mac
nb: Apper for Mac
nl: Apps voor Mac
pl: Aplikacje na Maca
pt_pt: Aplicativos para Mac
ro: Aplicații pentru Mac
ru: Приложения для Mac
sk: Aplikácie pre Mac
sv: Appar för Mac
th: แอพสำหรับ Mac
tr: Mac için Uygulamalar
uk: Програми для Mac
vi: Ứng dụng dành cho Mac
zh_hans_hk: 適用於Mac的應用程序

source: Documentation
ca: Documentació
cs: Dokumentace
da: Dokumentation
de: Dokumentation
el: Documents
es_mx: Documentación
fi: Dokumentaatio
hi: दस्तावेज़ीकरण
hr: Dokumentacija
hu: Dokumentáció
id: Dokumentasi
it: Documentazione
ja: ドキュメンテーション
ko: 문서
ms: Dokumentasi
nb: Dokumentasjon
nl: Documentatie
pl: Dokumentacja
pt_pt: Documentação
ro: Documentare
ru: Документация
sk: Dokumentácia
sv: Dokumentation
th: เอกสารประกอบ
tr: Belgeler
uk: Документація
vi: Tài liệu
zh_hans_hk: 文檔

source: Learn more about etcdWp features and turorials.
ca: Més informació sobre les funcions i els turials d'etcdWp.
cs: Další informace o funkcích a výukových programech etcdWp.
da: Lær mere om etcdWp-funktioner og turorials.
de: Erfahren Sie mehr über etcdWp-Funktionen und Tutorials.
el: En savoir plus sur les fonctionnalités et les didacticiels d'etcdWp.
es_mx: Obtenga más información sobre las características y tutoriales de etcdWp.
fi: Lisätietoja etcdWp:n ominaisuuksista ja ohjeista.
hi: etcdWp सुविधाओं और ट्यूरियल के बारे में और जानें।
hr: Saznajte više o etcdWp značajkama i vodičima.
hu: További információ az etcdWp szolgáltatásairól és bemutatóiról.
id: Pelajari lebih lanjut tentang fitur dan turorial etcdWp.
it: Ulteriori informazioni sulle funzionalità e sui tutorial di etcdWp.
ja: btcdWpの機能とチュートリアルの詳細をご覧ください。
ko: etcdWp 기능 및 turorial에 대해 자세히 알아보십시오.
ms: Ketahui lebih lanjut tentang ciri dan turorial etcdWp.
nb: Les mer om etcdWp-funksjoner og turorials.
nl: Meer informatie over etcdWp-functies en turorials.
pl: Dowiedz się więcej o funkcjach i samouczkach etcdWp.
pt_pt: Saiba mais sobre os recursos e tutoriais do etcdWp.
ro: Aflați mai multe despre caracteristicile etcdWp și turiale.
ru: Узнайте больше о возможностях и турориалах etcdWp.
sk: Získajte viac informácií o funkciách a programoch etcdWp.
sv: Läs mer om etcdWp-funktioner och turorials.
th: เรียนรู้เพิ่มเติมเกี่ยวกับคุณสมบัติ etcdWp และบทแนะนำ
tr: etcdWp özellikleri ve turorials hakkında daha fazla bilgi edinin.
uk: Дізнайтеся більше про функції etcdWp та посібники.
vi: Tìm hiểu thêm về các tính năng và turorial của etcdWp.
zh_hans_hk: 了解有關etcdWp功能和turorials的更多信息。

# 访问官网
source: Website
ca: Visiteu el lloc web oficial
cs: Navštivte oficiální stránky
da: Besøg den officielle hjemmeside
de: Besuchen Sie die offizielle Website
el: Visiter le site officiel
es_mx: Visite el sitio web oficial
fi: Käy virallisella verkkosivustolla
hi: आधिकारिक वेबसाइट पर जाएं
hr: Posjetite službenu web stranicu
hu: Látogassa meg a hivatalos webhelyet
id: Kunjungi situs web resmi
it: Visita il sito ufficiale
ja: 公式サイトをご覧ください
ko: 공식 웹사이트 방문
ms: Lawati laman web rasmi
nb: Besøk det offisielle nettstedet
nl: Bezoek de officiële website
pl: Odwiedź oficjalną stronę internetową
pt_pt: Visite o site oficial
ro: Vizitați site-ul oficial
ru: Посетить официальный сайт
sk: Navštívte oficiálnu webovú stránku
sv: Besök den officiella webbplatsen
th: เยี่ยมชมเว็บไซต์อย่างเป็นทางการ
tr: Resmi web sitesini ziyaret edin
uk: Відвідати офіційний сайт
vi: Truy cập trang web chính thức
zh_hans_hk: 訪問官網

# 意见反馈
source: Feedback
ca: Comentaris
cs: Zpětná vazba
el: Commentaires
es_mx: Comentarios
fi: Palaute
hi: प्रतिक्रिया
hr: Povratne informacije
hu: Visszajelzés
id: Umpan Balik
it: Risposte
ja: フィードバック
ko: 피드백
ms: Maklum Balas
nb: Tilbakemelding
pl: Opinia
pt_pt: Comentários
ro: Părere
ru: Отзыв
sk: Spätná väzba
th: คำติชม
tr: Geri bildirim
uk: Зворотній зв'язок
vi: Phản hồi
zh_hans_hk: 意見反饋

# 粘贴
source: paste
ca: Enganxa
cs: Vložit
da: Indsæt
de: Einfügen
el: Coller
es_mx: Pegar
fi: Liitä
hi: पेस्ट
hr: Zalijepi
hu: Beillesztés
id: Tempel
it: Incolla
ja: ペースト
ko: 붙여넣기
ms: Tampal
nb: Lim inn
nl: Plakken
pl: Wklej
pt_pt: Colar
ro: Lipire
ru: Вставить
sk: Prilepiť
sv: Klistra in
th: วาง
tr: Yapıştır
uk: Вставити
vi: Dán
zh_hans_hk: 粘貼

# 键值操作
source: Key value operation
ca: Operació clau-valor
cs: Operace klíč-hodnota
da: Nøgle-værdi operation
de: Schlüsselwertoperation
el: Opération clé-valeur
es_mx: Operación clave-valor
fi: Avainarvotoiminto
hi: कुंजी-मूल्य संचालन
hr: Operacija ključ-vrijednost
hu: Kulcsérték művelet
id: Operasi nilai kunci
it: Operazione valore-chiave
ja: キー値操作
ko: 키-값 연산
ms: Kendalian nilai kunci
nb: Nøkkelverdioperasjon
nl: Sleutelwaarde-bewerking
pl: Operacja klucz-wartość
pt_pt: Operação de valor-chave
ro: Operațiune cheie-valoare
ru: Операция ключ-значение
sk: Operácia kľúč-hodnota
sv: Nyckel-värde operation
th: การดำเนินการคีย์-ค่า
tr: Anahtar-değer işlemi
uk: Операція ключ-значення
vi: Thao tác khóa-giá trị
zh_hans_hk: 鍵值操作

# 集群状态
source: Cluster status
ca: Estat del clúster
cs: Stav clusteru
da: Klyngestatus
el: Statut du cluster
es_mx: Estado del clúster
fi: Klusterin tila
hi: क्लस्टर स्थिति
hr: Status klastera
hu: Cluster állapota
id: Status Gugus
it: Stato cluster
ja: クラスターステータス
ko: 클러스터 상태
ms: Status Kluster
nb: Klyngestatus
pl: Stan klastra
pt_pt: Status do cluster
ro: Starea clusterului
ru: Статус кластера
sk: Stav klastra
sv: Klusterstatus
th: สถานะคลัสเตอร์
tr: Küme Durumu
uk: Статус кластера
vi: Trạng thái cụm
zh_hans_hk: 集群狀態

# 查看键值详情
source: View key value details
ca: Mostra els detalls del valor-clau
cs: Zobrazit podrobnosti páru klíč–hodnota
da: Se nøgle-værdi detaljer
de: Schlüsselwertdetails anzeigen
el: Afficher les détails de la valeur-clé
es_mx: Ver detalles de clave-valor
fi: Näytä avainarvon tiedot
hi: कुंजी-मूल्य विवरण देखें
hr: Prikaži pojedinosti ključ/vrijednost
hu: A kulcsérték részleteinek megtekintése
id: Lihat detail nilai kunci
it: Visualizza dettagli chiave-valore
ja: キー値の詳細を表示
ko: 키-값 세부정보 보기
ms: Lihat butiran nilai kunci
nb: Se nøkkelverdidetaljer
nl: Bekijk sleutel-waarde details
pl: Wyświetl szczegóły pary klucz-wartość
pt_pt: Ver detalhes do valor-chave
ro: Vedeți detaliile cheie-valoare
ru: Просмотреть сведения о паре ключ-значение
sk: Zobraziť podrobnosti páru kľúč – hodnota
sv: Visa nyckel-värde detaljer
th: ดูรายละเอียดคีย์-ค่า
tr: Anahtar/değer ayrıntılarını görüntüle
uk: Переглянути деталі ключ-значення
vi: Xem chi tiết khóa-giá trị
zh_hans_hk: 查看鍵值詳情

# 复制key值
source: Copy key value
ca: Copia el valor de la clau
cs: Kopírovat hodnotu klíče
da: Kopiér nøgleværdi
de: Schlüsselwert kopieren
el: Copier la valeur de la clé
es_mx: Copiar valor clave
fi: Kopioi avaimen arvo
hi: कुंजी मूल्य की प्रतिलिपि बनाएँ
hr: Kopiraj vrijednost ključa
hu: Kulcsérték másolása
id: Salin nilai kunci
it: Copia valore chiave
ja: キー値をコピーする
ko: 키 값 복사
ms: Salin nilai kunci
nb: Kopier nøkkelverdi
nl: Sleutelwaarde kopiëren
pl: Skopiuj wartość klucza
pt_pt: Copiar valor da chave
ro: Copiați valoarea cheii
ru: Копировать значение ключа
sk: Kopírovať hodnotu kľúča
sv: Kopiera nyckelvärde
th: คัดลอกค่าคีย์
tr: Anahtar değerini kopyala
uk: Копіювати значення ключа
vi: Sao chép giá trị khóa
zh_hans_hk: 復製key值

# 删除键值
source: Delete key value
ca: Suprimeix el valor de la clau
cs: Vymazat hodnotu klíče
da: Slet nøgleværdi
de: Schlüsselwert löschen
el: Supprimer la valeur de la clé
es_mx: Borrar valor clave
fi: Poista avaimen arvo
hi: कुंजी मूल्य हटाएं
hr: Izbriši vrijednost ključa
hu: Kulcsérték törlése
id: Hapus nilai kunci
it: Elimina valore chiave
ja: キー値を削除
ko: 키 값 삭제
ms: Padam nilai kunci
nb: Slett nøkkelverdi
nl: Sleutelwaarde verwijderen
pl: Usuń wartość klucza
pt_pt: Excluir valor da chave
ro: Ștergeți valoarea cheii
ru: Удалить значение ключа
sk: Vymazať hodnotu kľúča
sv: Ta bort nyckelvärde
th: ลบค่าคีย์
tr: Anahtar değerini sil
uk: Видалити значення ключа
vi: Xóa giá trị khóa
zh_hans_hk: 刪除鍵值

# 更新键值
source: Update Key Values
ca: Actualitza el valor de la clau
cs: Aktualizovat hodnotu klíče
da: Opdater nøgleværdi
de: Schlüsselwert aktualisieren
el: Mettre à jour la valeur de la clé
es_mx: Actualizar valor clave
fi: Päivitä avaimen arvo
hi: कुंजी मूल्य अपडेट करें
hr: Ažuriraj vrijednost ključa
hu: Kulcsérték frissítése
id: Perbarui nilai kunci
it: Aggiorna valore chiave
ja: キー値を更新
ko: 키 값 업데이트
ms: Kemas kini nilai kunci
nb: Oppdater nøkkelverdi
nl: Sleutelwaarde bijwerken
pl: Aktualizuj wartość klucza
pt_pt: Atualizar valor da chave
ro: Actualizați valoarea cheii
ru: Обновить значение ключа
sk: Aktualizovať hodnotu kľúča
sv: Uppdatera nyckelvärde
th: อัปเดตค่าคีย์
tr: Anahtar değerini güncelle
uk: Оновити значення ключа
vi: Cập nhật giá trị khóa
zh_hans_hk: 更新鍵值

# 上一页
source: Previous page
ca: Pàgina anterior
cs: Předchozí stránka
da: Forrige side
de: Vorherige Seite
el: Page précédente
es_mx: Página anterior
fi: Edellinen sivu
hi: पिछला पृष्ठ
hr: Prethodna stranica
hu: Előző oldal
id: Halaman sebelumnya
it: Pagina precedente
ja: 前のページ
ko: 이전 페이지
ms: Halaman sebelumnya
nb: Forrige side
nl: Vorige pagina
pl: Poprzednia strona
pt_pt: Página anterior
ro: Pagina anterioară
ru: Предыдущая страница
sk: Predchádzajúca stránka
sv: Föregående sida
th: หน้าที่แล้ว
tr: Önceki sayfa
uk: Попередня сторінка
vi: Trang trước
zh_hans_hk: 上一頁

# 下一页
source: next page
ca: Pàgina següent
cs: Další stránka
da: Næste side
de: Nächste Seite
el: Page suivante
es_mx: Página siguiente
fi: Seuraava sivu
hi: अगला पृष्ठ
hr: Sljedeća stranica
hu: Következő oldal
id: Halaman berikutnya
it: Pagina successiva
ja: 次のページ
ko: 다음 페이지
ms: Halaman seterusnya
nb: Neste side
nl: Volgende pagina
pl: Następna strona
pt_pt: Próxima página
ro: Pagina următoare
ru: Следующая страница
sk: Ďalšia stránka
sv: Nästa sida
th: หน้าถัดไป
tr: Sonraki sayfa
uk: Наступна сторінка
vi: Trang tiếp theo
zh_hans_hk: 下一頁
