Repository: workpieces/macos-etcd
Catalog: etcdWP/Shared/Class/Resource/internationalization/*.lproj/Localizable.strings
Languages: ca, cs, da, de, el, es_mx, fi, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans_hk

# 键值不能输入为空
source: Key value cannot be entered as null
ca: El valor de la clau no es pot introduir com a buit
cs: Hodnotu klíče nelze zadat jako prázdnou
da: Nøgleværdi kan ikke indtastes som tom
de: Schlüsselwert kann nicht leer eingegeben werden
el: La valeur de la clé ne peut pas être saisie comme vide
es_mx: El valor de la clave no se puede ingresar como vacío
fi: Avainarvoa ei voi syöttää tyhjänä
hi: कुंजी मान खाली के रूप में दर्ज नहीं किया जा सकता
hr: Vrijednost ključa se ne može unijeti kao prazna
hu: A kulcs értéke nem adható meg üresen
id: Nilai kunci tidak boleh diisi kosong
it: Il valore della chiave non può essere inserito come vuoto
ja: キー値を空として入力することはできません
ko: 키 값은 공백으로 입력할 수 없습니다
ms: Nilai kunci tidak boleh dimasukkan sebagai kosong
nb: Nøkkelverdi kan ikke angis som tom
nl: Sleutelwaarde kan niet als leeg worden ingevoerd
pl: Wartość klucza nie może być wprowadzona jako pusta
pt_pt: O valor da chave não pode ser inserido como vazio
ro: Valoarea cheii nu poate fi introdusă ca goală
ru: Значение ключа нельзя ввести как пустое
sk: Hodnotu kľúča nemožno zadať ako prázdnu
sv: Nyckelvärde kan inte anges som tomt
th: ไม่สามารถป้อนค่าคีย์เป็นค่าว่างได้
tr: Anahtar değeri boş girilemez
uk: Не можна ввести ключове значення як порожнє
vi: Không thể nhập giá trị khóa là trống
zh_hans_hk: 鍵值不能輸入為空

# 复制成员
source: Copy Members
ca: Copia el membre
cs: Kopírovat člena
da: Kopiér medlem
de: Mitglied kopieren
el: Copier le membre
es_mx: Copiar miembro
fi: Kopioi jäsen
hi: कॉपी सदस्य
hr: Kopiraj člana
hu: Tag másolása
id: Salin Anggota
it: Copia membro
ja: コピーメンバー
ko: 구성원 복사
ms: Salin Ahli
nb: Kopier medlem
nl: Lid kopiëren
pl: Kopiuj członka
pt_pt: Copiar Membro
ro: Copie membru
ru: Копировать участника
sk: Kopírovať člena
sv: Kopiera medlem
th: คัดลอกสมาชิก
tr: Üyeyi Kopyala
uk: Копіювати члена
vi: Sao chép Thành viên
zh_hans_hk: 復製成員

# 删除成员
source: Delete Members
ca: Elimina el membre
cs: Odebrat člena
da: Fjern medlem
de: Mitglied entfernen
el: Supprimer le membre
es_mx: Eliminar miembro
fi: Poista jäsen
hi: सदस्य निकालें
hr: Ukloni člana
hu: Tag eltávolítása
id: Hapus anggota
it: Rimuovi membro
ja: メンバーを削除する
ko: 멤버 제거
ms: Alih keluar ahli
nb: Fjern medlem
nl: Lid verwijderen
pl: Usuń członka
pt_pt: Remover membro
ro: Eliminați membru
ru: Удалить участника
sk: Odstrániť člena
sv: Ta bort medlem
th: ลบสมาชิก
tr: Üyeyi kaldır
uk: Видалити учасника
vi: Xóa thành viên
zh_hans_hk: 刪除成員

# 成员id输入有误
source: Incorrect member ID input
ca: L'identificador del membre s'ha introduït incorrectament
cs: Nesprávně zadané ID člena
da: Medlems-id indtastet forkert
de: Mitglieds-ID falsch eingegeben
el: Identifiant de membre entré incorrectement
es_mx: ID de miembro ingresado incorrectamente
fi: Jäsentunnus syötetty väärin
hi: सदस्य आईडी गलत दर्ज की गई
hr: ID člana unesen pogrešno
hu: A tagazonosító hibásan lett megadva
id: Id anggota yang dimasukkan salah
it: ID membro inserito in modo errato
ja: メンバーIDが正しく入力されていません
ko: 회원 아이디가 잘못 입력되었습니다
ms: Id ahli tersilap masukkan
nb: Medlems-ID angitt feil
nl: Lid-ID onjuist ingevoerd
pl: Identyfikator członka wprowadzony niepoprawnie
pt_pt: ID de membro inserido incorretamente
ro: ID membru introdus incorect
ru: Идентификатор участника введен неправильно
sk: Nesprávne zadané ID člena
sv: Medlems-ID har angetts felaktigt
th: ใส่รหัสสมาชิกไม่ถูกต้อง
tr: Üye kimliği yanlış girildi
uk: Ідентифікатор учасника введено неправильно
vi: Id thành viên nhập sai
zh_hans_hk: 成員id輸入有誤

# 提升成员
source: Promote Members
ca: Promociona membre
cs: Povýšit člena
da: Forfrem medlem
de: Mitglied befördern
el: Promouvoir un membre
es_mx: Ascender miembro
fi: Ylennä jäsen
hi: सदस्य को बढ़ावा दें
hr: Promoviraj člana
hu: Tag előléptetése
id: Promosikan anggota
it: Promuovi membro
ja: メンバーを宣伝する
ko: 회원 승격
ms: Naikkan pangkat ahli
nb: Forfrem medlem
nl: Promotie lid
pl: Promuj członka
pt_pt: Promover membro
ro: Promovați membru
ru: Повысить члена
sk: Povýšiť člena
sv: Främja medlem
th: โปรโมทสมาชิก
tr: Üyeyi tanıtın
uk: Підвищити учасника
vi: Thăng cấp thành viên
zh_hans_hk: 提升成員

# 成员（Members）
source: Members
ca: Membres
cs: Členové
da: Medlemmer
de: Mitglieder
el: Membres
es_mx: Miembros
fi: Jäsenet
hi: सदस्य
hr: Članovi
hu: Tagok
id: Anggota
it: Membri
ja: メンバー
ko: 회원
ms: Ahli
nb: Medlemmer
nl: Leden
pl: Członkowie
pt_pt: Membros
ro: Membri
ru: Члены
sk: Členovia
sv: Medlemmar
th: สมาชิก
tr: Üyeler
uk: Члени
vi: Thành viên
zh_hans_hk: 成員（Members）

source: 成员地址输入有误
ca: L'adreça del membre s'ha introduït incorrectament
cs: Nesprávně zadaná adresa člena
da: Medlemsadresse indtastet forkert
de: Mitgliederadresse falsch eingegeben
el: L'adresse du membre n'a pas été saisie correctement
es_mx: Dirección de miembro ingresada incorrectamente
fi: Jäsenosoite syötetty väärin
hi: सदस्य का पता गलत दर्ज किया गया
hr: Adresa člana unesena netočno
hu: A tag címe hibásan lett megadva
id: Alamat anggota yang dimasukkan salah
it: Indirizzo membro inserito in modo errato
ja: メンバーアドレスが正しく入力されていません
ko: 회원 주소가 잘못 입력되었습니다
ms: Alamat ahli dimasukkan dengan salah
nb: Medlemsadresse angitt feil
nl: Adres van lid verkeerd ingevoerd
pl: Adres członka wpisany niepoprawnie
pt_pt: Endereço de membro digitado incorretamente
ro: Adresa membrului introdusă incorect
ru: Адрес участника введен неправильно
sk: Nesprávne zadaná adresa člena
sv: Medlemsadressen har angetts felaktigt
th: ที่อยู่สมาชิกป้อนไม่ถูกต้อง
tr: Üye adresi yanlış girildi
uk: Адреса учасника введена неправильно
vi: Địa chỉ thành viên nhập sai
zh_hans_hk: 成員地址輸入有誤

# 链接状态: 正常
source: Member address entered incorrectly
ca: Estat de l'enllaç: OK
cs: Stav odkazu: OK
da: Linkstatus: OK
de: Verbindungsstatus: OK
el: État du lien: OK
es_mx: Estado del enlace: OK
fi: Linkin tila: OK
hi: लिंक स्थिति: ठीक है
hr: Status veze: OK
hu: Link állapota: OK
id: Status Tautan: Oke
it: Stato collegamento: OK
ja: リンクステータス：OK
ko: 링크 상태: OK
ms: Status Pautan: OK
nb: Koblingsstatus: OK
nl: Verbindingsstatus: OK
pl: Stan łącza: OK
pt_pt: Status do link: OK
ro: Stare link: OK
ru: Статус ссылки: ОК
sk: Stav odkazu: OK
sv: Länkstatus: OK
th: สถานะลิงก์: ตกลง
tr: Bağlantı Durumu: Tamam
uk: Статус посилання: OK
vi: Trạng thái liên kết: OK
zh_hans_hk: 鏈接狀態: 正常

# 链接状态: 异常
source: Link Status: Exception
ca: Estat de l'enllaç: excepció
cs: Stav odkazu: Výjimka
da: Linkstatus: Undtagelse
de: Link-Status: Ausnahme
el: Statut du lien: Exception
es_mx: Estado del enlace: Excepción
fi: Linkin tila: Poikkeus
hi: लिंक स्थिति: अपवाद
hr: Status veze: iznimka
hu: Link állapota: Kivétel
id: Status Tautan: Pengecualian
it: Stato collegamento: eccezione
ja: リンクステータス：例外
ko: 링크 상태: 예외
ms: Status Pautan: Pengecualian
nb: Koblingsstatus: Unntak
nl: Link Status: Uitzondering
pl: Stan łącza: wyjątek
pt_pt: Status do link: exceção
ro: Stare link: excepție
ru: Статус ссылки: Исключение
sk: Stav odkazu: Výnimka
sv: Länkstatus: Undantag
th: สถานะลิงก์: ข้อยกเว้น
tr: Bağlantı Durumu: İstisna
uk: Статус посилання: виняток
vi: Trạng thái liên kết: Ngoại lệ
zh_hans_hk: 鏈接狀態: 異常

# 刷新加载
source: Refresh Load
ca: Actualitzar la càrrega
cs: Obnovit zatížení
da: Opdater indlæsning
de: Laden aktualisieren
el: Actualiser la charge
es_mx: Actualizar carga
fi: Päivitä lataus
hi: रिफ्रेश लोड
hr: Osvježi učitavanje
hu: Betöltés frissítése
id: Segarkan Muat
it: Aggiorna carico
ja: リフレッシュロード
ko: 로드 새로 고침
ms: Muat Segar Semula
nb: Oppdater last
nl: Laden vernieuwen
pl: Odśwież ładunek
pt_pt: Atualizar carga
ro: Încărcare de reîmprospătare
ru: Обновить загрузку
sk: Obnoviť zaťaženie
sv: Uppdatera laddning
th: รีเฟรชโหลด
tr: Yükü Yenile
uk: Оновити завантаження
vi: Làm mới tải
zh_hans_hk: 刷新加載

# 清空键值
source: Empty key value
ca: Esborra el valor de la clau
cs: Vymazat hodnotu klíče
da: Ryd nøgleværdi
de: klarer Schlüsselwert
el: Effacer la valeur de la clé
es_mx: Borrar valor clave
fi: Tyhjennä avaimen arvo
hi: कुंजी मान साफ़ करें
hr: Izbriši vrijednost ključa
hu: Kulcsérték törlése
id: Hapus nilai kunci
it: Cancella valore chiave
ja: キー値をクリア
ko: 키 값 지우기
ms: Kosongkan nilai kunci
nb: Slett nøkkelverdi
nl: Sleutelwaarde wissen
pl: Wyczyść wartość klucza
pt_pt: Limpar valor da chave
ro: ștergeți valoarea cheii
ru: Очистить значение ключа
sk: Vymazať hodnotu kľúča
sv: Rensa nyckelvärde
th: ล้างค่าคีย์
tr: Anahtar değerini temizle
uk: Очистити значення ключа
vi: Xóa giá trị khóa
zh_hans_hk: 清空鍵值

# 查询
source: query
ca: Consulta
cs: Dotaz
da: Forespørgsel
de: Abfrage
el: Requête
es_mx: Consulta
fi: Kysely
hi: क्वेरी
hr: Upit
hu: Lekérdezés
id: Permintaan
it: Richiesta
ja: お問い合わせ
ko: 쿼리
ms: Pertanyaan
nb: Spørring
nl: Opvragen
pl: Zapytanie
pt_pt: Consulta
ro: Interogare
ru: Запрос
sk: Dopyt
sv: Fråga
th: แบบสอบถาม
tr: Sorgu
uk: Запит
vi: Truy vấn
zh_hans_hk: 查詢

# 确定
source: Submit
ca: D'acord
cs: OK
da: OK
de: OK
el: D'accord
es_mx: OK
fi: OK
hi: ठीक है
hr: U redu
hu: OK
id: Oke
it: OK
ja: もちろん
ko: 확인
ms: OK
nb: OK
nl: OK
pl: OK
pt_pt: OK
ro: OK
ru: ОК
sk: OK
sv: OK
th: ตกลง
tr: Tamam
uk: ОК
vi: Được
zh_hans_hk: 確定

# 平铺结构
source: Tile Structure
ca: estructura de rajoles
cs: struktura dlaždic
da: flisestruktur
de: Kachelstruktur
el: structure de tuiles
es_mx: estructura de mosaico
fi: laattarakenne
hi: टाइल संरचना
hr: struktura pločica
hu: csempe szerkezet
id: struktur ubin
it: struttura piastrella
ja: タイル構造
ko: 타일 구조
ms: struktur jubin
nb: flisestruktur
nl: tegelstructuur
pl: struktura płytek
pt_pt: estrutura de ladrilhos
ro: structură țiglă
ru: структура плитки
sk: štruktúra dlaždíc
sv: kakelstruktur
th: โครงสร้างกระเบื้อง
tr: karo yapısı
uk: структура плитки
vi: cấu trúc gạch
zh_hans_hk: 平鋪結構

# 树形结构
source: Tree Structure
ca: estructura d'arbre
cs: stromová struktura
da: træstruktur
de: Baumstruktur
el: arborescence
es_mx: estructura de árbol
fi: puurakenne
hi: वृक्ष संरचना
hr: struktura stabla
hu: fa szerkezet
id: struktur pohon
it: struttura ad albero
ja: 木の構造
ko: 트리 구조
ms: struktur pokok
nb: trestruktur
nl: boomstructuur
pl: struktura drzewa
pt_pt: estrutura em árvore
ro: structură arborescentă
ru: древовидная структура
sk: stromová štruktúra
sv: trädstruktur
th: โครงสร้างต้นไม้
tr: ağaç yapısı
uk: деревна структура
vi: cấu trúc cây
zh_hans_hk: 樹形結構

# 创建成员
source: Create Members
ca: Crea un membre
cs: Vytvořit člena
da: Opret medlem
de: Mitglied erstellen
el: Créer un membre
es_mx: Crear miembro
fi: Luo jäsen
hi: सदस्य बनाएं
hr: Stvori člana
hu: Tag létrehozása
id: Buat anggota
it: Crea membro
ja: メンバーを作成する
ko: 구성원 생성
ms: Buat ahli
nb: Opprett medlem
nl: Maak lid aan
pl: Utwórz członka
pt_pt: Criar membro
ro: Creează membru
ru: Создать участника
sk: Vytvoriť člena
sv: Skapa medlem
th: สร้างสมาชิก
tr: Üye oluştur
uk: Створити учасника
vi: Tạo thành viên
zh_hans_hk: 創建成員

# 修改成员
source: Modify Members
ca: Modifica el membre
cs: Upravit člena
da: Rediger medlem
de: Mitglied ändern
el: Modifier membre
es_mx: Modificar miembro
fi: Muokkaa jäsentä
hi: सदस्य संशोधित करें
hr: Izmijeni člana
hu: Tag módosítása
id: Ubah anggota
it: Modifica membro
ja: メンバーを変更する
ko: 구성원 수정
ms: Ubah suai ahli
nb: Endre medlem
nl: Lid wijzigen
pl: Modyfikuj członka
pt_pt: Modificar membro
ro: Modificare membru
ru: Изменить элемент
sk: Upraviť člena
sv: Ändra medlem
th: แก้ไขสมาชิก
tr: Üyeyi değiştir
uk: Змінити члена
vi: Sửa đổi thành viên
zh_hans_hk: 修改成員

# 创建键值
source: Create key value
ca: Crea el valor de la clau
cs: Vytvořit hodnotu klíče
da: Opret nøgleværdi
de: Schlüsselwert erstellen
el: Créer une valeur clé
es_mx: Crear valor clave
fi: Luo avainarvo
hi: कुंजी मूल्य बनाएं
hr: Kreiraj vrijednost ključa
hu: Kulcsérték létrehozása
id: Buat nilai kunci
it: Crea valore chiave
ja: キー値を作成する
ko: 키 값 생성
ms: Buat nilai kunci
nb: Opprett nøkkelverdi
nl: Sleutelwaarde maken
pl: Utwórz wartość klucza
pt_pt: Criar valor de chave
ro: Creează valoarea cheii
ru: Создать значение ключа
sk: Vytvoriť hodnotu kľúča
sv: Skapa nyckelvärde
th: สร้างค่าคีย์
tr: Anahtar değeri oluştur
uk: Створити значення ключа
vi: Tạo giá trị khóa
zh_hans_hk: 創建鍵值

# 键值前缀删除
source: Key prefix deletion
ca: Suprimir el prefix del valor clau
cs: Vymazání předpony klíčové hodnoty
da: Slet nøgleværdipræfiks
de: Schlüsselwert-Präfix löschen
el: Suppression du préfixe de la valeur clé
es_mx: Eliminar prefijo de valor clave
fi: Avainarvon etuliite poista
hi: कुंजी मूल्य उपसर्ग हटाएं
hr: Izbriši prefiks vrijednosti ključa
hu: Kulcsérték előtag törlése
id: Hapus awalan nilai kunci
it: Elimina prefisso valore chiave
ja: キープレフィックスを削除する
ko: 키 값 접두어 삭제
ms: Padam awalan nilai utama
nb: Sletting av nøkkelverdiprefiks
nl: Voorvoegsel sleutelwaarde verwijderen
pl: Usuń prefiks wartości klucza
pt_pt: Exclusão do prefixo do valor da chave
ro: Ștergerea prefixului valorii cheie
ru: Удалить префикс значения ключа
sk: Vymazanie predpony kľúčovej hodnoty
sv: Ta bort nyckelvärdesprefix
th: ลบคำนำหน้าค่าคีย์
tr: Anahtar değer öneki silin
uk: Видалити префікс ключового значення
vi: Xóa tiền tố giá trị khóa
zh_hans_hk: 鍵值前綴刪除

# 租约管理
source: Lease Management
ca: Gestió d'arrendaments
cs: Řízení leasingu
da: Lejestyring
de: Mietverwaltung
el: Location-Gestion
es_mx: Gestión de arrendamiento
hi: पट्टा प्रबंधन
hr: Upravljanje zakupom
hu: Lízingkezelés
id: Manajemen Sewa
it: Gestione locazione
ja: リース管理
ko: 임대 관리
ms: Pengurusan Pajakan
nb: Leiebehandling
nl: Leasebeheer
pl: Zarządzanie najmem
pt_pt: Gestão de Arrendamento
ro: Gestionarea leasingului
ru: Управление арендой
sk: Manažment prenájmu
sv: Leasinghantering
th: การจัดการสัญญาเช่า
tr: Kira Yönetimi
uk: Управління орендою
vi: Quản lý cho thuê
zh_hans_hk: 租約管理

# 角色管理
source: Role Management
ca: gestió de rols
cs: správa rolí
da: rollestyring
de: Rollenverwaltung
el: gestion des rôles
es_mx: administración de roles
fi: roolinhallinta
hi: भूमिका प्रबंधन
hr: upravljanje ulogama
hu: szerepvezetés
id: manajemen peran
it: gestione del ruolo
ja: 役割管理
ko: 역할 관리
ms: pengurusan peranan
nb: rollebehandling
nl: rolbeheer
pl: zarządzanie rolami
pt_pt: gerenciamento de funções
ro: managementul rolurilor
ru: управление ролями
sk: správa rolí
sv: rollhantering
th: การจัดการบทบาท
tr: rol yönetimi
uk: управління ролями
vi: quản lý vai trò
zh_hans_hk: 角色管理

# 用户管理
source: User Management
ca: Gestió d'usuaris
cs: Správa uživatelů
da: Brugerstyring
de: Benutzerverwaltung
el: Gestion des utilisateurs
es_mx: Administración de usuarios
fi: Käyttäjien hallinta
hi: उपयोगकर्ता प्रबंधन
hr: Upravljanje korisnicima
hu: Felhasználókezelés
id: Manajemen Pengguna
it: Gestione utenti
ja: ユーザー管理
ko: 사용자 관리
ms: Pengurusan Pengguna
nb: Brukeradministrasjon
nl: Gebruikersbeheer
pl: Zarządzanie użytkownikami
pt_pt: Gerenciamento de usuários
ro: Gestionarea utilizatorilor
ru: Управление пользователями
sk: Správa používateľov
sv: Användarhantering
th: การจัดการผู้ใช้
tr: Kullanıcı Yönetimi
uk: Керування користувачами
vi: Quản lý người dùng
zh_hans_hk: 用户管理

# 开启认证
source: Turn on authentication
ca: Activa l'autenticació
cs: Povolit ověřování
da: Aktiver godkendelse
de: Authentifizierung aktivieren
el: Activer l'authentification
es_mx: Habilitar autenticación
fi: Ota todennus käyttöön
hi: प्रमाणीकरण सक्षम करें
hr: Omogući provjeru autentičnosti
hu: Hitelesítés engedélyezése
id: Aktifkan otentikasi
it: Abilita autenticazione
ja: 認証を有効にする
ko: 인증 활성화
ms: Dayakan pengesahan
nb: Aktiver autentisering
nl: Schakel authenticatie in
pl: Włącz uwierzytelnianie
pt_pt: Ativar autenticação
ro: Activați autentificarea
ru: Включить аутентификацию
sk: Povoliť autentifikáciu
sv: Aktivera autentisering
th: เปิดใช้งานการรับรองความถูกต้อง
tr: Doğrulamayı etkinleştir
uk: Увімкнути автентифікацію
vi: Bật xác thực
zh_hans_hk: 開啟認證

# 请输入键值前缀
source: Please enter key prefix
ca: Introduïu un prefix de clau
cs: Zadejte předponu klíče
da: Indtast venligst et nøglepræfiks
de: Bitte geben Sie ein Schlüsselpräfix ein
el: Veuillez saisir un préfixe de clé
es_mx: Por favor ingrese un prefijo de clave
fi: Anna avaimen etuliite
hi: कृपया एक कुंजी उपसर्ग दर्ज करें
hr: Molimo unesite prefiks ključa
hu: Kérjük, írjon be egy kulcs előtagot
id: Silakan masukkan awalan kunci
it: Inserisci un prefisso chiave
ja: キーと値のプレフィックスを入力してください
ko: 키 접두사를 입력하십시오
ms: Sila masukkan awalan kunci
nb: Vennligst skriv inn et nøkkelprefiks
nl: Voer een sleutelprefix in
pl: Proszę wprowadzić prefiks klucza
pt_pt: Por favor, digite um prefixo de chave
ro: Vă rugăm să introduceți un prefix cheie
ru: Введите префикс ключа
sk: Zadajte predponu kľúča
sv: Vänligen ange ett nyckelprefix
th: โปรดป้อนคำนำหน้าคีย์
tr: Lütfen bir anahtar öneki girin
uk: Введіть префікс ключа
vi: Vui lòng nhập tiền tố khóa
zh_hans_hk: 請輸入鍵值前綴

# 请输入前缀key
source: Please enter prefix key
ca: Si us plau, introduïu la clau del prefix
cs: Zadejte klíč předpony
da: Indtast venligst præfiksnøglen
de: Bitte geben Sie den Präfixschlüssel ein
el: Veuillez entrer la clé de préfixe
es_mx: Por favor ingrese la clave de prefijo
fi: Anna etuliiteavain
hi: कृपया उपसर्ग कुंजी दर्ज करें
hr: Molimo unesite prefiks ključ
hu: Kérjük, adja meg az előtag kulcsát
id: Silakan masukkan kunci awalan
it: Inserisci la chiave del prefisso
ja: プレフィックスキーを入力してください
ko: 접두어 키를 입력하세요
ms: Sila masukkan kekunci awalan
nb: Vennligst skriv inn prefiksnøkkelen
nl: Voer de prefixsleutel in
pl: Proszę wprowadzić klucz prefiksu
pt_pt: Por favor, digite a chave de prefixo
ro: Vă rugăm să introduceți cheia de prefix
ru: Пожалуйста, введите ключ префикса
sk: Zadajte kľúč prefixu
sv: Vänligen ange prefixnyckeln
th: โปรดป้อนรหัสนำหน้า
tr: Lütfen önek anahtarını girin
uk: Введіть ключ префікса
vi: Vui lòng nhập khóa tiền tố
zh_hans_hk: 請輸入前綴key

# 创建角色
source: Create roles
ca: Crea un rol
cs: Vytvořit roli
da: Opret rolle
de: Rolle erstellen
el: Créer un rôle
es_mx: Crear rol
fi: Luo rooli
hi: भूमिका बनाएं
hr: Stvori ulogu
hu: Szerepkör létrehozása
id: Buat peran
it: Crea ruolo
ja: 役割の作成
ko: 역할 생성
ms: Buat peranan
nb: Opprett rolle
nl: Rol maken
pl: Utwórz rolę
pt_pt: Criar função
ro: Creează un rol
ru: Создать роль
sk: Vytvoriť rolu
sv: Skapa roll
th: สร้างบทบาท
tr: Rol oluştur
uk: Створити роль
vi: Tạo vai trò
zh_hans_hk: 創建角色

# 请输入角色
source: Please enter a role
ca: Introduïu una funció
cs: Zadejte roli
da: Angiv venligst en rolle
de: Bitte geben Sie eine Rolle ein
el: Veuillez entrer un rôle
es_mx: Por favor ingrese un rol
fi: Anna rooli
hi: कृपया एक भूमिका दर्ज करें
hr: Molimo unesite ulogu
hu: Kérjük, adjon meg egy szerepet
id: Silakan masukkan peran
it: Inserisci un ruolo
ja: 役割を入力してください
ko: 역할을 입력하세요
ms: Sila masukkan peranan
nb: Vennligst skriv inn en rolle
nl: Voer een rol in
pl: Proszę wprowadzić rolę
pt_pt: Por favor, insira uma função
ro: Vă rugăm să introduceți un rol
ru: Пожалуйста, введите роль
sk: Zadajte rolu
sv: Vänligen ange en roll
th: โปรดป้อนบทบาท
tr: Lütfen bir rol girin
uk: Введіть роль
vi: Vui lòng nhập một vai trò
zh_hans_hk: 請輸入角色

# 关闭
source: Close
ca: tancar
cs: zavřít
da: luk
de: schließen
el: fermer
es_mx: cerrar
fi: sulje
hi: करीब
hr: zatvori
hu: bezárás
id: tutup
it: chiudi
ja: 閉鎖
ko: 닫기
ms: tutup
nb: lukk
nl: sluiten
pl: zamknij
pt_pt: fechar
ro: închidere
ru: закрыть
sk: zavrieť
sv: stäng
th: ปิด
tr: kapat
uk: закрити
vi: đóng
zh_hans_hk: 關閉

# 移除
source: remove
ca: Eliminar
cs: Odebrat
da: Fjern
de: Entfernen
el: Supprimer
es_mx: Eliminar
fi: Poista
hi: निकालें
hr: Ukloni
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除する
ko: 제거
ms: Alih keluar
nb: Fjern
nl: Verwijderen
pl: Usuń
pt_pt: Remover
ro: Eliminați
ru: Удалить
sk: Odstrániť
sv: Ta bort
th: ลบ
tr: Kaldır
uk: Видалити
vi: Xóa
zh_hans_hk: 移除

# 存活一次
source: Keep Once
ca: sobreviure una vegada
cs: přežít jednou
da: overlev én gang
de: einmal überleben
el: survivre une fois
es_mx: sobrevivir una vez
fi: selviydy kerran
hi: एक बार जीवित रहें
hr: preživjeti jednom
hu: egyszer túlélni
id: bertahan sekali
it: sopravvivere una volta
ja: 一度生き残る
ko: 한 번 생존
ms: bertahan sekali
nb: overlev en gang
nl: een keer overleven
pl: przeżyj raz
pt_pt: sobreviver uma vez
ro: supraviețuiește o dată
ru: выжить один раз
sk: prežiť raz
sv: överleva en gång
th: รอดตายครั้งเดียว
tr: bir kez hayatta kal
uk: вижити один раз
vi: tồn tại một lần
zh_hans_hk: 存活一次

# 请输入key
source: Please enter key
ca: Si us plau, introduïu la clau
cs: Zadejte klíč
da: Indtast venligst nøgle
de: Bitte Schlüssel eingeben
el: Veuillez entrer la clé
es_mx: Por favor, introduzca la clave
fi: Anna avain
hi: कृपया कुंजी दर्ज करें
hr: Unesite ključ
hu: Kérjük, adja meg a kulcsot
id: Silakan masukkan kunci
it: Inserisci la chiave
ja: キーを入力してください
ko: 키를 입력하세요
ms: Sila masukkan kunci
nb: Vennligst skriv inn nøkkel
nl: Voer de sleutel in
pl: Proszę wprowadzić klucz
pt_pt: Por favor, digite a chave
ro: Vă rugăm introduceți cheia
ru: Пожалуйста, введите ключ
sk: Zadajte kľúč
sv: Vänligen skriv in nyckel
th: โปรดป้อนรหัส
tr: Lütfen anahtarı girin
uk: Введіть ключ
vi: Vui lòng nhập khóa
zh_hans_hk: 請輸入key

# 请输入时间
source: Please enter a time
ca: Introduïu l'hora
cs: Zadejte prosím čas
da: Indtast venligst tidspunktet
de: Bitte Uhrzeit eingeben
el: Veuillez saisir l'heure
es_mx: Por favor ingrese la hora
fi: Anna aika
hi: कृपया समय दर्ज करें
hr: Molimo unesite vrijeme
hu: Kérjük, adja meg az időt
id: Silakan masukkan waktu
it: Inserisci l'ora
ja: 時間を入力してください
ko: 시간을 입력하세요
ms: Sila masukkan masa
nb: Vennligst skriv inn tiden
nl: Voer de tijd in
pl: Proszę wprowadzić godzinę
pt_pt: Por favor, digite a hora
ro: Vă rugăm să introduceți ora
ru: Введите время
sk: Zadajte prosím čas
sv: Vänligen ange tiden
th: กรุณาป้อนเวลา
tr: Lütfen saati giriniz
uk: Введіть час
vi: Vui lòng nhập thời gian
zh_hans_hk: 請輸入時間

# 请输入Value
source: Please enter Value
ca: Introduïu el valor
cs: Zadejte hodnotu
da: Indtast venligst værdi
de: Bitte Wert eingeben
el: Veuillez saisir une valeur
es_mx: Por favor ingrese valor
fi: Anna arvo
hi: कृपया मान दर्ज करें
hr: Molimo unesite vrijednost
hu: Kérjük, adja meg az értéket
id: Silakan masukkan Nilai
it: Inserisci valore
ja: 値を入力してください
ko: 값을 입력하세요
ms: Sila masukkan Nilai
nb: Vennligst skriv inn verdi
nl: Voer a.u.b. Waarde in
pl: Proszę wprowadzić wartość
pt_pt: Por favor, insira o valor
ro: Vă rugăm să introduceți valoarea
ru: Введите значение
sk: Zadajte hodnotu
sv: Vänligen ange värde
th: กรุณาป้อนค่า
tr: Lütfen Değer Giriniz
uk: Введіть значення
vi: Vui lòng nhập Giá trị
zh_hans_hk: 請輸入Value

# 输入时间错误，请重新输入
source: Error entering time, please re-enter
ca: Hora incorrecta, si us plau, torna-ho a provar
cs: Nesprávný čas, zkuste to prosím znovu
da: Forkert tidspunkt, prøv venligst igen
de: Falsche Zeit, bitte versuchen Sie es erneut
el: Heure incorrecte, veuillez réessayer
es_mx: Hora incorrecta, inténtalo de nuevo
fi: Väärä aika, yritä uudelleen
hi: गलत समय, कृपया पुनः प्रयास करें
hr: Netočno vrijeme, pokušajte ponovo
hu: Hibás idő, próbáld újra
id: Waktunya salah, silakan coba lagi
it: Orario errato, riprova
ja: 時間が間違っています。もう一度やり直してください
ko: 시간이 잘못되었습니다. 다시 시도하십시오.
ms: Masa yang salah, sila cuba lagi
nb: Feil tid, prøv igjen
nl: Onjuiste tijd, probeer het opnieuw
pl: Niewłaściwa godzina, spróbuj ponownie
pt_pt: Hora incorreta, tente novamente
ro: Ora incorectă, vă rugăm să încercați din nou
ru: Неверное время, попробуйте еще раз
sk: Nesprávny čas, skúste to znova
sv: Felaktig tid, försök igen
th: เวลาไม่ถูกต้อง กรุณาลองใหม่อีกครั้ง
tr: Yanlış zaman, lütfen tekrar deneyin
uk: Неправильний час, спробуйте ще раз
vi: Thời gian không chính xác, vui lòng thử lại
zh_hans_hk: 輸入時間錯誤，請重新輸入
