Repository: workpieces/macos-etcd
Catalog: etcdWP/Shared/Class/Resource/internationalization/*.lproj/Localizable.strings
Languages: ca, cs, da, de, el, es_mx, fi, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans_hk

# 批量导出
source: Batch Export
ca: Exportació per lots
cs: Dávkový export
da: Batcheksport
el: Exportation par lots
es_mx: Exportación por lotes
fi: Erävienti
hi: बैच निर्यात
hr: Skupni izvoz
hu: Kötegelt export
id: Ekspor Batch
it: Esportazione batch
ja: バッチエクスポート
ko: 일괄 내보내기
ms: Eksport Kelompok
nb: Satsvis eksport
pl: Eksport wsadowy
pt_pt: Exportação em lote
ro: Export în loturi
ru: Пакетный экспорт
sk: Dávkový export
sv: Satsexport
th: แบทช์ส่งออก
tr: Toplu Dışa Aktarma
uk: Пакетний експорт
vi: Xuất hàng loạt
zh_hans_hk: 批量導出

# 批量导入
source: Batch Import
ca: Importació massiva
cs: Hromadný import
da: Masseimport
de: Massenimport
el: Importation en masse
es_mx: Importación masiva
fi: Joukkotuonti
hi: थोक आयात
hr: Skupni uvoz
hu: Tömeges import
id: Impor Massal
it: Importazione in blocco
ja: バッチインポート
ko: 대량 가져오기
ms: Import Pukal
nb: Masseimport
nl: Bulkimport
pl: Import zbiorczy
pt_pt: Importação em massa
ro: Import în vrac
ru: Массовый импорт
sk: Hromadný import
sv: Massimport
th: นำเข้าจำนวนมาก
tr: Toplu İçe Aktarma
uk: Масовий імпорт
vi: Nhập hàng loạt
zh_hans_hk: 批量導入

# 关闭服务
source: Shut Down Services
ca: Tancar el servei
cs: Ukončit službu
da: Luk tjeneste
de: Dienst schließen
el: Fermer le service
es_mx: Cerrar servicio
fi: Sulje palvelu
hi: करीबी सेवा
hr: Zatvori uslugu
hu: Szolgáltatás bezárása
id: Tutup layanan
it: Chiudi servizio
ja: サービスをシャットダウンします
ko: 서비스 종료
ms: Tutup perkhidmatan
nb: Lukk tjeneste
nl: Service sluiten
pl: Zamknij usługę
pt_pt: Fechar serviço
ro: Închideți serviciul
ru: Закрыть сервис
sk: Zatvoriť službu
sv: Stäng tjänst
th: ปิดบริการ
tr: Hizmeti kapat
uk: Закрити обслуговування
vi: Đóng dịch vụ
zh_hans_hk: 關閉服務

# 开启服务
source: Open Service
ca: Habilita el servei
cs: Povolit službu
da: Aktiver tjeneste
de: Dienst aktivieren
el: Activer le service
es_mx: Habilitar servicio
fi: Ota palvelu käyttöön
hi: सेवा सक्षम करें
hr: Omogući uslugu
hu: Szolgáltatás engedélyezése
id: Aktifkan layanan
it: Abilita servizio
ja: サービスを開始します
ko: 서비스 활성화
ms: Dayakan perkhidmatan
nb: Aktiver tjeneste
nl: Service inschakelen
pl: Włącz usługę
pt_pt: Ativar serviço
ro: Activați serviciul
ru: Включить службу
sk: Povoliť službu
sv: Aktivera tjänst
th: เปิดใช้งานบริการ
tr: Hizmeti etkinleştir
uk: Увімкнути службу
vi: Bật dịch vụ
zh_hans_hk: 開啓服務

# 保存目录不能为空
source: Save directory cannot be empty
ca: Desa el directori no pot estar buit
cs: Uložit adresář nemůže být prázdný
da: Gem mappe må ikke være tom
de: Speicherverzeichnis darf nicht leer sein
el: Le répertoire de sauvegarde ne peut pas être vide
es_mx: El directorio de guardado no puede estar vacío
fi: Tallenna hakemisto ei voi olla tyhjä
hi: सहेजें निर्देशिका खाली नहीं हो सकती
hr: Spremi imenik ne može biti prazan
hu: A mentési könyvtár nem lehet üres
id: Simpan direktori tidak boleh kosong
it: La directory di salvataggio non può essere vuota
ja: 保存ディレクトリを空にすることはできません
ko: 저장 디렉토리는 비워둘 수 없습니다
ms: Simpan direktori tidak boleh kosong
nb: Lagre katalog kan ikke være tom
nl: Opslagmap mag niet leeg zijn
pl: Katalog zapisu nie może być pusty
pt_pt: O diretório de salvamento não pode estar vazio
ro: Salvare director nu poate fi gol
ru: Каталог для сохранения не может быть пустым
sk: Uložiť adresár nemôže byť prázdny
sv: Spara katalog kan inte vara tom
th: บันทึกไดเร็กทอรีไม่สามารถเว้นว่างได้
tr: Kaydet dizini boş olamaz
uk: Каталог збереження не може бути порожнім
vi: Thư mục lưu không được để trống
zh_hans_hk: 保存目錄不能為空

# 创建ETCD客户端
source: Create ETCD Client
ca: Crea un client ETCD
cs: Vytvořit klienta ETCD
da: Opret ETCD-klient
de: ETCD-Client erstellen
el: Créer un client ETCD
es_mx: Crear cliente ETCD
fi: Luo ETCD-asiakas
hi: ईटीसीडी क्लाइंट बनाएं
hr: Kreiraj ETCD klijenta
hu: ETCD kliens létrehozása
id: Buat klien ETCD
it: Crea client ETCD
ja: ETCDクライアントを作成する
ko: ETCD 클라이언트 생성
ms: Buat pelanggan ETCD
nb: Opprett ETCD-klient
nl: Creëer ETCD-client
pl: Utwórz klienta ETCD
pt_pt: Criar cliente ETCD
ro: Creează client ETCD
ru: Создать клиент ETCD
sk: Vytvoriť klienta ETCD
sv: Skapa ETCD-klient
th: สร้างไคลเอนต์ ETCD
tr: ETCD istemcisi oluştur
uk: Створити клієнт ETCD
vi: Tạo ứng dụng khách ETCD
zh_hans_hk: 創建ETCD客户端

source: Home
ca: Inici
cs: Domů
da: Hjem
de: Zuhause
el: Accueil
es_mx: Inicio
fi: Koti
hi: घर
hr: Kuća
hu: Otthon
id: Rumah
it: Casa
ja: 家
ko: 집
ms: Rumah
nb: Hjem
nl: Thuis
pl: Dom
pt_pt: Casa
ro: Acasă
ru: Дом
sk: Domov
sv: Hem
th: บ้าน
tr: Ev
uk: Додому
vi: Trang chủ
zh_hans_hk: 首頁

source: About
ca: Quant a
cs: O
da: Om
de: Über
el: À propos
es_mx: Acerca de
fi: Tietoja
hi: के बारे में
hr: O
hu: Körülbelül
id: Tentang
it: Informazioni
ja: 約
ko: 정보
ms: Mengenai
nb: Om
nl: Over
pl: O
pt_pt: Sobre
ro: Despre
ru: О программе
sk: O
sv: Om
th: เกี่ยวกับ
tr: Hakkında
uk: Про
vi: Giới thiệu
zh_hans_hk: 關於

# 开启认证失败
source: Failed to open authentication
ca: No s'ha pogut habilitar l'autenticació
cs: Nepodařilo se povolit ověřování
da: Kunne ikke aktivere godkendelse
de: Authentifizierung konnte nicht aktiviert werden
el: Impossible d'activer l'authentification
es_mx: Error al habilitar la autenticación
fi: Todennusta ei voitu ottaa käyttöön
hi: प्रमाणीकरण सक्षम करने में विफल
hr: Omogućavanje provjere autentičnosti nije uspjelo
hu: Nem sikerült engedélyezni a hitelesítést
id: Gagal mengaktifkan otentikasi
it: Impossibile abilitare l'autenticazione
ja: 認証を有効にできませんでした
ko: 인증 활성화 실패
ms: Gagal mendayakan pengesahan
nb: Kunne ikke aktivere autentisering
nl: Kan authenticatie niet inschakelen
pl: Nie udało się włączyć uwierzytelniania
pt_pt: Falha ao habilitar a autenticação
ro: Activarea autentificarea a eșuat
ru: Не удалось включить аутентификацию
sk: Nepodarilo sa povoliť autentifikáciu
sv: Det gick inte att aktivera autentisering
th: ไม่สามารถเปิดใช้งานการรับรองความถูกต้อง
tr: Doğrulama etkinleştirilemedi
uk: Не вдалося ввімкнути автентифікацію
vi: Không thể kích hoạt xác thực
zh_hans_hk: 開啟認證失敗

source: The network connection is abnormal, please check the relevant configuration ?
ca: La connexió de xarxa és anormal, comproveu la configuració corresponent?
cs: Síťové připojení je abnormální, zkontrolujte prosím příslušnou konfiguraci?
da: Netværksforbindelsen er unormal, tjek venligst den relevante konfiguration?
de: Die Netzwerkverbindung ist nicht normal, bitte überprüfen Sie die entsprechende Konfiguration?
el: La connexion réseau est anormale, veuillez vérifier la configuration correspondante?
es_mx: La conexión de red es anormal, verifique la configuración correspondiente?
fi: Verkkoyhteys on epänormaali, tarkista asiaankuuluvat asetukset?
hi: नेटवर्क कनेक्शन असामान्य है, कृपया संबंधित कॉन्फ़िगरेशन की जांच करें?
hr: Mrežna veza je nenormalna, provjerite odgovarajuću konfiguraciju?
hu: A hálózati kapcsolat hibás, kérjük ellenőrizze a megfelelő konfigurációt?
id: Koneksi jaringan tidak normal, harap periksa konfigurasi yang relevan?
it: La connessione di rete è anomala, verificare la relativa configurazione?
ja: ネットワーク接続が異常です。関連する構成を確認してください。
ko: 네트워크 연결이 비정상입니다. 관련 구성을 확인하시겠습니까?
ms: Sambungan rangkaian tidak normal, sila semak konfigurasi yang berkaitan?
nb: Nettverkstilkoblingen er unormal, vennligst sjekk den relevante konfigurasjonen?
nl: De netwerkverbinding is abnormaal, controleer de relevante configuratie?
pl: Połączenie sieciowe jest nieprawidłowe, sprawdź odpowiednią konfigurację?
pt_pt: A conexão de rede está anormal, verifique a configuração relevante?
ro: Conexiunea la rețea este anormală, vă rugăm să verificați configurația relevantă?
ru: Неправильное сетевое соединение, проверьте соответствующую конфигурацию?
sk: Sieťové pripojenie je abnormálne, skontrolujte príslušnú konfiguráciu?
sv: Nätverksanslutningen är onormal, kontrollera den relevanta konfigurationen?
th: การเชื่อมต่อเครือข่ายผิดปกติ โปรดตรวจสอบการกำหนดค่าที่เกี่ยวข้อง
tr: Ağ bağlantısı anormal, lütfen ilgili yapılandırmayı kontrol edin?
uk: Ненормальне з'єднання з мережею, перевірте відповідну конфігурацію?
vi: Kết nối mạng không bình thường, vui lòng kiểm tra cấu hình liên quan?
zh_hans_hk: 網絡連接異常，請檢查相關配置？

# 保存失败
source: Save Failed
ca: No s'ha pogut desar
cs: Uložení se nezdařilo
da: Gem mislykkedes
de: Speichern fehlgeschlagen
el: Échec de la sauvegarde
es_mx: Guardar falló
fi: Tallennus epäonnistui
hi: सहेजें विफल
hr: Spremanje nije uspjelo
hu: A mentés nem sikerült
id: Gagal disimpan
it: Salvataggio fallito
ja: 保存に失敗しました
ko: 저장 실패
ms: Gagal simpan
nb: Lagre mislyktes
nl: Opslaan mislukt
pl: Zapisywanie nie powiodło się
pt_pt: Falha ao salvar
ro: Salvarea eșuată
ru: Сохранить не удалось
sk: Uloženie zlyhalo
sv: Spara misslyckades
th: บันทึกล้มเหลว
tr: Kaydetme başarısız
uk: Не вдалося зберегти
vi: Lưu không thành công
zh_hans_hk: 保存失敗

# 输入错误，请重新输入
source: Input error, please re-enter
ca: Entrada incorrecta, si us plau, torna-ho a provar
cs: Nesprávné zadání, zkuste to prosím znovu
da: Forkert input, prøv venligst igen
de: Falsche Eingabe, bitte versuchen Sie es erneut
el: Saisie incorrecte, veuillez réessayer
es_mx: Entrada incorrecta, inténtelo de nuevo
fi: Väärä syöttö, yritä uudelleen
hi: गलत इनपुट, कृपया पुनः प्रयास करें
hr: Netočan unos, pokušajte ponovo
hu: Hibás bevitel, kérjük próbálja újra
id: Masukan salah, silakan coba lagi
it: Inserimento errato, riprova
ja: 入力エラー、再入力してください
ko: 잘못된 입력, 다시 시도하십시오
ms: Input salah, sila cuba lagi
nb: Feil inntasting, prøv igjen
nl: Onjuiste invoer, probeer het opnieuw
pl: Nieprawidłowe dane, spróbuj ponownie
pt_pt: Inserção incorreta, tente novamente
ro: Introducere incorectă, vă rugăm să încercați din nou
ru: Неверный ввод, попробуйте еще раз
sk: Nesprávne zadanie, skúste to znova
sv: Felaktig inmatning, försök igen
th: ข้อมูลไม่ถูกต้อง กรุณาลองใหม่อีกครั้ง
tr: Yanlış giriş, lütfen tekrar deneyin
uk: Неправильне введення, будь ласка, спробуйте ще раз
vi: Nhập sai, vui lòng thử lại
zh_hans_hk: 輸入錯誤，請重新輸入

# 操作角色错误
source: Operation role error
ca: Error de funció d'operació
cs: Chyba operační role
da: Betjeningsrolle fejl
de: Operationsrollenfehler
el: Erreur de rôle d'opération
es_mx: Error de rol de operación
fi: Toimintoroolivirhe
hi: ऑपरेशन रोल त्रुटि
hr: Pogreška u ulozi operacije
hu: Műveleti szerephiba
id: Kesalahan peran operasi
it: Errore ruolo operativo
ja: アクションロールエラー
ko: 작업 역할 오류
ms: Ralat peranan operasi
nb: Operasjonsrollefeil
nl: Bewerkingsrolfout
pl: Błąd roli operacyjnej
pt_pt: Erro de função de operação
ro: Eroare rol operațiune
ru: Ошибка роли операции
sk: Chyba roly operácie
sv: Fel vid operationsroll
th: ข้อผิดพลาดของบทบาทการดำเนินการ
tr: İşlem rolü hatası
uk: Помилка ролі операції
vi: Lỗi vai trò hoạt động
zh_hans_hk: 操作角色錯誤

# 操作租约错误
source: Operation lease error
ca: Error d'arrendament d'operació
cs: Chyba zapůjčení operace
da: Operationsleasing fejl
de: Operation-Lease-Fehler
el: Erreur de bail d'opération
es_mx: Error de arrendamiento de operación
fi: Käyttövuokravirhe
hi: ऑपरेशन लीज त्रुटि
hr: Pogreška operativnog najma
hu: Üzemeltetési bérleti hiba
id: Kesalahan sewa operasi
it: Errore leasing operativo
ja: オペレーションリースエラー
ko: 운영 임대 오류
ms: Ralat pajakan operasi
nb: Operasjonsleiefeil
nl: Operationle lease-fout
pl: Błąd dzierżawy operacyjnej
pt_pt: Erro de concessão da operação
ro: Eroare de închiriere operațională
ru: Ошибка аренды операции
sk: Chyba prenájmu prevádzky
sv: Fel vid operationsleasing
th: ข้อผิดพลาดในการเช่าปฏิบัติการ
tr: İşlem kiralama hatası
uk: Помилка операційної оренди
vi: Lỗi thuê vận hành
zh_hans_hk: 操作租約錯誤

# 操作用户错误
source: Operation user error
ca: Error d'usuari de l'operació
cs: Chyba uživatele operace
da: Betjeningsbrugerfejl
de: Operation Benutzerfehler
el: Erreur utilisateur d'opération
es_mx: Error de usuario de operación
fi: Käyttäjän käyttövirhe
hi: ऑपरेशन उपयोगकर्ता त्रुटि
hr: Pogreška korisnika operacije
hu: Művelet felhasználói hiba
id: Kesalahan Pengguna Operasi
it: Operazione Errore utente
ja: 操作ユーザーエラー
ko: 작업 사용자 오류
ms: Ralat Pengguna Operasi
nb: Operasjonsbrukerfeil
nl: Gebruikersfout bewerking
pl: Błąd użytkownika operacji
pt_pt: Erro do usuário da operação
ro: Eroare utilizator de operare
ru: Ошибка пользователя операции
sk: Chyba používateľa operácie
th: การทำงานผิดพลาดของผู้ใช้
tr: İşlem Kullanıcı Hatası
uk: Операція Помилка користувача
vi: Lỗi Người dùng Thao tác
zh_hans_hk: 操作用戶錯誤

# 通用设置
source: General Settings
ca: Configuració general
cs: Obecná nastavení
da: Generelle indstillinger
de: Allgemeine Einstellungen
el: Paramètres généraux
es_mx: Configuraciones generales
fi: Yleiset asetukset
hi: सामान्य सेटिंग्स
hr: Opće postavke
hu: Általános beállítások
id: Pengaturan Umum
it: Impostazioni generali
ja: 一般設定
ko: 일반 설정
ms: Tetapan Umum
nb: Generelle innstillinger
nl: Algemene instellingen
pl: Ustawienia ogólne
pt_pt: Configurações gerais
ro: Setări generale
ru: Общие настройки
sk: Všeobecné nastavenia
sv: Allmänna inställningar
th: การตั้งค่าทั่วไป
tr: Genel Ayarlar
uk: Загальні налаштування
vi: Cài đặt chung
zh_hans_hk: 通用設置

source: Cancel
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Annuler
es_mx: Cancelar
fi: Peruuta
hi: रद्द करें
hr: Otkaži
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy bỏ
zh_hans_hk: 取消

source: Default User Information Configuration：
ca: Configuració per defecte de la informació de l'usuari:
cs: Výchozí konfigurace informací o uživateli:
da: Standard konfiguration af brugeroplysninger:
de: Standardkonfiguration für Benutzerinformationen:
el: Configuration des informations utilisateur par défaut:
es_mx: Configuración de información de usuario por defecto:
fi: Käyttäjätietojen oletusmääritys:
hi: डिफ़ॉल्ट उपयोगकर्ता जानकारी कॉन्फ़िगरेशन:
hr: Konfiguracija zadanih korisničkih podataka:
hu: Alapértelmezett felhasználói információ konfiguráció:
id: Konfigurasi informasi pengguna default:
it: Configurazione predefinita delle informazioni utente:
ja: デフォルトのユーザー情報構成：
ko: 기본 사용자 정보 구성:
ms: Konfigurasi maklumat pengguna lalai:
nb: Standard konfigurasjon av brukerinformasjon:
nl: Standaard configuratie gebruikersinformatie:
pl: Domyślna konfiguracja informacji o użytkowniku:
pt_pt: Configuração padrão das informações do usuário:
ro: Configurația implicită a informațiilor despre utilizator:
ru: Конфигурация информации о пользователе по умолчанию:
sk: Predvolená konfigurácia používateľských informácií:
sv: Standardkonfiguration för användarinformation:
th: การกำหนดค่าข้อมูลผู้ใช้เริ่มต้น:
tr: Varsayılan kullanıcı bilgisi yapılandırması:
uk: Конфігурація інформації користувача за замовчуванням:
vi: Cấu hình thông tin người dùng mặc định:
zh_hans_hk: 默認用戶信息配置：

# Client Name：
source: /Users/facebook/Documents/module/study/mac_os/project/macos-etcd/etcdWP/Shared/Class/Pages/Home/ETCDConfigView.swiftClient Name：
ca: Nom del client:
cs: Jméno zákazníka:
da: Kundenavn:
de: Kundenname:
el: Nom du client:
es_mx: Nombre del cliente:
fi: Asiakkaan nimi:
hi: ग्राहक का नाम:
hr: Ime kupca:
hu: Ügyfél neve:
id: Nama Pelanggan:
it: Nome cliente:
ja: クライアント名：
ko: 고객 이름:
ms: Nama Pelanggan:
nb: Kundenavn:
nl: Klantnaam:
pl: Nazwa klienta:
pt_pt: Nome do cliente:
ro: Numele clientului:
ru: Имя клиента:
sk: Meno zákazníka:
sv: Kundens namn:
th: ชื่อลูกค้า:
tr: Müşteri Adı:
uk: Ім'я клієнта:
vi: Tên khách hàng:
zh_hans_hk: 客戶名稱：

source: User Name：
ca: Nom d'usuari:
cs: Uživatelské jméno:
da: Brugernavn:
de: Benutzername:
el: Nom d'utilisateur :
es_mx: Nombre de usuario:
fi: Käyttäjänimi:
hi: उपयोगकर्ता नाम:
hr: Korisničko ime:
hu: Felhasználónév:
id: Nama pengguna:
it: Nome utente:
ja: ユーザー名：
ko: 사용자 이름:
ms: Nama Pengguna:
nb: Brukernavn:
nl: Gebruikersnaam:
pl: Nazwa użytkownika:
pt_pt: Nome de usuário:
ro: Nume de utilizator:
ru: Имя пользователя:
sk: Používateľské meno:
sv: Användarnamn:
th: ชื่อผู้ใช้:
tr: Kullanıcı adı:
uk: Ім'я користувача:
vi: Tên người dùng:
zh_hans_hk: 用戶名：

source: Password：
ca: Contrasenya:
cs: Heslo:
da: Adgangskode:
de: Passwort:
el: Mot de passe:
es_mx: Contraseña:
fi: Salasana:
hi: पासवर्ड:
hr: Lozinka:
hu: Jelszó:
id: Kata Sandi:
ja: パスワード：
ko: 비밀번호:
ms: Kata Laluan:
nb: Passord:
nl: Wachtwoord:
pl: Hasło:
pt_pt: Senha:
ro: Parola:
ru: Пароль:
sk: Heslo:
sv: Lösenord:
th: รหัสผ่าน:
tr: Şifre:
uk: Пароль:
vi: Mật khẩu:
zh_hans_hk: 密碼：

source: Cluster Network Configuration：
ca: Configuració de la xarxa:
cs: Konfigurace sítě:
da: Netværkskonfiguration:
de: Netzwerkkonfiguration:
el: Configuration réseau:
es_mx: Configuración de red:
fi: Verkon kokoonpano:
hi: नेटवर्क कॉन्फ़िगरेशन:
hr: Konfiguracija mreže:
hu: Hálózati konfiguráció:
id: Konfigurasi Jaringan:
it: Configurazione di rete:
ja: クラスターネットワーク構成：
ko: 네트워크 구성:
ms: Konfigurasi Rangkaian:
nb: Nettverkskonfigurasjon:
nl: Netwerkconfiguratie:
pl: Konfiguracja sieci:
pt_pt: Configuração de rede:
ro: Configurația rețelei:
ru: Конфигурация сети:
sk: Konfigurácia siete:
sv: Nätverkskonfiguration:
th: การกำหนดค่าเครือข่าย:
tr: Ağ Yapılandırması:
uk: Конфігурація мережі:
vi: Cấu hình mạng:
zh_hans_hk: 網絡配置：

source: Network Protocol：
ca: Protocol de xarxa:
cs: Síťový protokol:
da: Netværksprotokol:
de: Netzwerkprotokoll:
el: Protocole réseau:
es_mx: Protocolo de red:
fi: Verkkoprotokolla:
hi: नेटवर्क प्रोटोकॉल:
hr: Mrežni protokol:
hu: Hálózati protokoll:
id: Protokol Jaringan:
it: Protocollo di rete:
ja: ネットワークプロトコル：
ko: 네트워크 프로토콜:
ms: Protokol Rangkaian:
nb: Nettverksprotokoll:
nl: Netwerkprotocol:
pl: Protokół sieciowy:
pt_pt: Protocolo de rede:
ro: Protocol de rețea:
ru: Сетевой протокол:
sk: Sieťový protokol:
sv: Nätverksprotokoll:
th: โปรโตคอลเครือข่าย:
tr: Ağ Protokolü:
uk: Мережевий протокол:
vi: Giao thức mạng:
zh_hans_hk: 網絡協議：

source: Cluster Endpoint：
ca: Node del clúster:
cs: Uzel clusteru:
da: Klynge node:
de: Cluster-Knoten:
el: Nœud de cluster:
es_mx: Nodo de clúster:
fi: Klusterisolmu:
hi: क्लस्टर नोड:
hr: Čvor klastera:
hu: Cluster csomópont:
id: Simpul Gugus:
it: Nodo cluster:
ja: クラスターエンドポイント：
ko: 클러스터 노드:
ms: Nod Kluster:
nb: Cluster Node:
nl: Clusterknooppunt:
pl: Węzeł klastra:
pt_pt: Nó do Cluster:
ro: Nodul cluster:
ru: Узел кластера:
sk: Uzol klastra:
sv: Klusternod:
th: โหนดคลัสเตอร์:
tr: Küme Düğümü:
uk: Вузол кластера:
vi: Nút cụm:
zh_hans_hk: 群集結點：

source: Timeout Setting Configuration (seconds)：
ca: Configuració de la configuració del temps d'espera (segons):
cs: Konfigurace nastavení časového limitu (v sekundách):
da: Timeout indstilling konfiguration (sekunder):
de: Konfiguration der Timeout-Einstellung (Sekunden):
el: Configuration du paramètre de temporisation (secondes):
es_mx: Configuración de ajuste de tiempo de espera (segundos):
fi: Aikakatkaisuasetusten konfiguraatio (sekunteina):
hi: टाइमआउट सेटिंग कॉन्फ़िगरेशन (सेकंड):
hr: Konfiguracija postavke vremenskog ograničenja (sekunde):
hu: Időtúllépési beállítás konfigurációja (másodperc):
id: Konfigurasi pengaturan batas waktu (detik):
it: Configurazione impostazione timeout (secondi):
ja: タイムアウト設定設定（秒）：
ko: 시간 초과 설정 구성(초):
ms: Konfigurasi tetapan tamat masa (saat):
nb: Konfigurasjon av tidsavbrudd (sekunder):
nl: Configuratie time-outinstelling (seconden):
pl: Konfiguracja ustawienia limitu czasu (sekundy):
pt_pt: Configuração de configuração de tempo limite (segundos):
ro: Configurare setare timeout (secunde):
ru: Конфигурация настройки времени ожидания (секунды):
sk: Konfigurácia nastavenia časového limitu (v sekundách):
sv: Timeout-inställningskonfiguration (sekunder):
th: การกำหนดค่าการตั้งค่าการหมดเวลา (วินาที):
tr: Zaman aşımı ayarı yapılandırması (saniye):
uk: Конфігурація налаштування часу очікування (секунд):
vi: Cấu hình cài đặt thời gian chờ (giây):
zh_hans_hk: 超時設置配置（秒）：

source: Request Timeout：
ca: Temps d'espera de la sol·licitud:
cs: Vypršel časový limit požadavku:
da: Forespørgsel fik timeout:
de: Anfrage abgelaufen:
el: La requête a expiré:
es_mx: Solicitud agotada:
fi: Pyyntö aikakatkaistiin:
hi: अनुरोध का समय समाप्त:
hr: Zahtjev je istekao:
hu: A kérés időtúllépése:
id: Waktu permintaan habis:
it: Richiesta scaduta:
ja: リクエストタイムアウト：
ko: 요청 시간 초과:
ms: Permintaan tamat masa:
nb: Forespørselen ble tidsavbrutt:
nl: Time-out aanvraag:
pl: Upłynął limit czasu żądania:
pt_pt: A solicitação expirou:
ro: Solicitarea a expirat:
ru: Время ожидания запроса истекло:
sk: Časový limit požiadavky vypršal:
sv: Tidsgränsen för begäran togs:
th: คำขอหมดเวลา:
tr: İstek zaman aşımına uğradı:
uk: Час очікування запиту минув:
vi: Yêu cầu đã hết thời gian chờ:
zh_hans_hk: 請求超時：

source: Dial Timeout：
ca: Temps d'espera:
cs: Časový limit:
da: Timeout:
de: Zeitüberschreitung:
el: Délai d'expiration:
es_mx: Tiempo de espera:
fi: Aikakatkaisu:
hi: समय समाप्त:
hr: Istek:
hu: Időtúllépés:
id: Waktu habis:
it: Timeout:
ja: ダイヤルタイムアウト：
ko: 시간 초과:
ms: Tamat masa:
nb: Tidsavbrudd:
nl: Time-out:
pl: Limit czasu:
pt_pt: Tempo limite:
ro: Timeout:
ru: Время ожидания:
sk: Časový limit:
sv: Timeout:
th: หมดเวลา:
tr: Zaman aşımı:
uk: Час очікування:
vi: Hết giờ:
zh_hans_hk: 超時時間：

source: Dial Keep Alive Time：
ca: Mantenir el temps viu:
cs: Udržujte čas naživu:
da: Hold tid i live:
de: Keep-Alive-Zeit:
el: Maintenir le temps en vie:
es_mx: Tiempo de mantenimiento:
fi: Pidä elossa aika:
hi: जिंदा समय:
hr: Održi vrijeme u životu:
hu: Élet tartás ideje:
id: Tetap hidup waktu:
it: Mantieni il tempo in vita:
ja: ダイヤルキープアライブタイム：
ko: 살아있는 시간 유지:
ms: Kekalkan masa hidup:
nb: Hold tid i live:
nl: Houd de tijd in leven:
pl: Utrzymaj czas przy życiu:
pt_pt: Manter tempo vivo:
ro: Păstrează timpul în viață:
ru: Поддерживать живое время:
sk: Udržať nažive čas:
sv: Håll livstid:
th: รักษาเวลาไว้:
tr: Hayatta kalma zamanı:
uk: Зберігати живий час:
vi: Giữ thời gian tồn tại:
zh_hans_hk: 保持活動時間：

source: Dial Keep Alive Timeout：
ca: Mantenir el temps d'espera:
cs: Časový limit udržování při životě:
da: Hold i live timeout:
de: Keep Alive Timeout:
el: Délai de maintien en vie:
es_mx: Tiempo de espera para mantener vivo:
fi: Pidä hengissä aikakatkaisu:
hi: जीवित समयबाह्य रखें:
hr: Istek trajanja održavanja:
hu: Életben tartás időtúllépés:
id: Tetap hidup batas waktu:
it: Mantieni attivo il timeout:
ja: ダイヤルキープアライブタイムアウト：
ko: 연결 유지 시간 초과:
ms: Kekalkan hidup tamat masa:
nb: Keep alive timeout:
nl: Houd in leven time-out:
pl: Limit czasu utrzymania przy życiu:
pt_pt: Tempo limite para manter ativo:
ro: Păstrați timpul expirat:
ru: Тайм-аут поддержания активности:
sk: Časový limit udržiavania pri živote:
sv: Keep alive timeout:
th: Keep live timeout:
tr: Canlı tutma zaman aşımı:
uk: Тайм очікування збереження активності:
vi: Duy trì thời gian chờ tồn tại:
zh_hans_hk: 保持活動超時：

source: Auto Sync Interval：
ca: Interval de sincronització automàtica:
cs: Interval automatické synchronizace:
da: Automatisk synkroniseringsinterval:
de: Auto-Sync-Intervall:
el: Intervalle de synchronisation automatique:
es_mx: Intervalo de sincronización automática:
fi: Automaattinen synkronointiväli:
hi: ऑटो सिंक अंतराल:
hr: Interval automatske sinkronizacije:
hu: Automatikus szinkronizálási időköz:
id: Interval sinkronisasi otomatis:
it: Intervallo di sincronizzazione automatica:
ja: 自動同期間隔：
ko: 자동 동기화 간격:
ms: Selang penyegerakan automatik:
nb: Automatisk synkroniseringsintervall:
nl: Interval automatisch synchroniseren:
pl: Interwał automatycznej synchronizacji:
pt_pt: Intervalo de sincronização automática:
ro: Interval de sincronizare automată:
ru: Интервал автосинхронизации:
sk: Interval automatickej synchronizácie:
sv: Automatisk synkroniseringsintervall:
th: ช่วงซิงค์อัตโนมัติ:
tr: Otomatik eşitleme aralığı:
uk: Інтервал автоматичної синхронізації:
vi: Khoảng thời gian đồng bộ hóa tự động:
zh_hans_hk: 自動同步間隔：
