Repository: workpieces/macos-etcd
Catalog: etcdWP/Shared/Class/Resource/internationalization/*.lproj/Localizable.strings
Languages: ca, cs, da, de, el, es_mx, fi, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans_hk

# 创建用户
source: Create User
ca: Crea un usuari
cs: Vytvořit uživatele
da: Opret bruger
de: Benutzer erstellen
el: Créer un utilisateur
es_mx: Crear Usuario
fi: Luo käyttäjä
hi: उपयोगकर्ता बनाएं
hr: Stvori korisnika
hu: Felhasználó létrehozása
id: Buat Pengguna
it: Crea utente
ja: ユーザーを作成
ko: 사용자 생성
ms: Buat Pengguna
nb: Opprett bruker
nl: Gebruiker maken
pl: Utwórz użytkownika
pt_pt: Criar usuário
ro: Creează utilizator
ru: Создать пользователя
sk: Vytvoriť používateľa
sv: Skapa användare
th: สร้างผู้ใช้
tr: Kullanıcı Oluştur
uk: Створити користувача
vi: Tạo người dùng
zh_hans_hk: 創建用戶

# 创建密码
source: Create password
ca: Crear contrasenya
cs: Vytvořit heslo
da: Opret adgangskode
de: Passwort erstellen
el: Créer un mot de passe
es_mx: Crear contraseña
fi: Luo salasana
hi: पासवर्ड बनाएं
hr: Kreiraj lozinku
hu: Jelszó létrehozása
id: Buat Kata Sandi
it: Crea password
ja: パスワードを作成する
ko: 비밀번호 생성
ms: Buat Kata Laluan
nb: Opprett passord
nl: Wachtwoord aanmaken
pl: Utwórz hasło
pt_pt: Criar senha
ro: Creează parola
ru: Создать пароль
sk: Vytvoriť heslo
sv: Skapa lösenord
th: สร้างรหัสผ่าน
tr: Şifre Oluştur
uk: Створити пароль
vi: Tạo mật khẩu
zh_hans_hk: 創建密碼

# 请输入密码
source: Please input a password
ca: Si us plau, introduïu la vostra contrasenya
cs: Zadejte prosím své heslo
da: Indtast venligst din adgangskode
de: Bitte geben Sie Ihr Passwort ein
el: Veuillez saisir votre mot de passe
es_mx: Por favor ingrese su contraseña
fi: Anna salasanasi
hi: कृपया अपना पासवर्ड दर्ज करें
hr: Molimo unesite svoju lozinku
hu: Kérjük, adja meg jelszavát
id: Silakan masukkan kata sandi Anda
it: Inserisci la tua password
ja: パスワードを入力してください
ko: 비밀번호를 입력하세요
ms: Sila masukkan kata laluan anda
nb: Vennligst skriv inn passordet ditt
nl: Voer uw wachtwoord in
pl: Proszę wprowadzić swoje hasło
pt_pt: Por favor, digite sua senha
ro: Vă rugăm să introduceți parola
ru: Пожалуйста, введите ваш пароль
sk: Zadajte svoje heslo
sv: Vänligen ange ditt lösenord
th: กรุณาใส่รหัสผ่านของคุณ
tr: Lütfen şifrenizi giriniz
uk: Введіть свій пароль
vi: Vui lòng nhập mật khẩu của bạn
zh_hans_hk: 請輸入密碼

# 用户操作错误
source: User operation error
ca: Error de funcionament de l'usuari
cs: Chyba uživatelské operace
da: Brugerbetjeningsfejl
de: Benutzeroperationsfehler
el: Erreur d'opération utilisateur
es_mx: Error de operación del usuario
fi: Käyttäjän toimintavirhe
hi: उपयोगकर्ता संचालन त्रुटि
hr: Pogreška u radu korisnika
hu: Felhasználói működési hiba
id: Kesalahan operasi pengguna
it: Errore operazione utente
ja: ユーザー操作エラー
ko: 사용자 작업 오류
ms: Ralat operasi pengguna
nb: Brukeroperasjonsfeil
nl: Gebruikersfout
pl: Błąd operacji użytkownika
pt_pt: Erro na operação do usuário
ro: Eroare de operare a utilizatorului
ru: Ошибка операции пользователя
sk: Chyba obsluhy používateľa
sv: Användarfunktionsfel
th: ข้อผิดพลาดในการใช้งานของผู้ใช้
tr: Kullanıcı işlem hatası
uk: Помилка роботи користувача
vi: Lỗi thao tác của người dùng
zh_hans_hk: 用戶操作錯誤

source: 创建集群成员
ca: Crea un membre del clúster
cs: Vytvořit člena klastru
da: Opret klyngemedlem
de: Clustermitglied erstellen
el: Créer un membre de cluster
es_mx: Crear miembro del clúster
fi: Luo klusterin jäsen
hi: क्लस्टर सदस्य बनाएं
hr: Stvori člana klastera
hu: Clustertag létrehozása
id: Buat anggota klaster
it: Crea membro del cluster
ja: クラスターメンバーを作成する
ko: 클러스터 구성원 생성
ms: Buat ahli kluster
nb: Opprett klyngemedlem
nl: Clusterlid maken
pl: Utwórz członka klastra
pt_pt: Criar membro do cluster
ro: Creează membru cluster
ru: Создать элемент кластера
sk: Vytvoriť člena klastra
sv: Skapa klustermedlem
th: สร้างสมาชิกคลัสเตอร์
tr: Küme üyesi oluştur
uk: Створити член кластера
vi: Tạo thành viên cụm
zh_hans_hk: 創建集群成員

source: 更新集群成员
ca: Actualitzar els membres del clúster
cs: Aktualizovat členy klastru
da: Opdater klyngemedlemmer
de: Clustermitglieder aktualisieren
el: Mettre à jour les membres du cluster
es_mx: Actualizar miembros del clúster
fi: Päivitä klusterin jäsenet
hi: क्लस्टर सदस्यों को अपडेट करें
hr: Ažuriraj članove klastera
hu: Clustertagok frissítése
id: Perbarui anggota cluster
it: Aggiorna i membri del cluster
ja: クラスタメンバーを更新する
ko: 클러스터 구성원 업데이트
ms: Kemas kini ahli kluster
nb: Oppdater klyngemedlemmer
nl: Clusterleden bijwerken
pl: Aktualizuj członków klastra
pt_pt: Atualizar membros do cluster
ro: Actualizați membrii clusterului
ru: Обновить элементы кластера
sk: Aktualizovať členov klastra
sv: Uppdatera klustermedlemmar
th: อัปเดตสมาชิกคลัสเตอร์
tr: Küme üyelerini güncelle
uk: Оновити учасників кластера
vi: Cập nhật thành viên cụm
zh_hans_hk: 更新集群成員

source: 修改后节点地址:
ca: Adreça de node modificada:
cs: Upravená adresa uzlu:
da: Ændret nodeadresse:
de: Geänderte Knotenadresse:
el: Adresse de nœud modifiée:
es_mx: Dirección de nodo modificada:
fi: Muokattu solmuosoite:
hi: संशोधित नोड पता:
hr: Promijenjena adresa čvora:
hu: Módosított csomópont címe:
id: Alamat simpul yang dimodifikasi:
it: Indirizzo nodo modificato:
ja: 変更されたノードアドレス：
ko: 수정된 노드 주소:
ms: Alamat nod yang diubah suai:
nb: Endret nodeadresse:
nl: Gewijzigd knooppuntadres:
pl: Zmodyfikowany adres węzła:
pt_pt: Endereço do nó modificado:
ro: Adresa nodului modificat:
ru: Адрес измененного узла:
sk: Upravená adresa uzla:
sv: Ändrad nodadress:
th: แก้ไขที่อยู่โหนด:
tr: Değiştirilmiş düğüm adresi:
uk: Змінена адреса вузла:
vi: Địa chỉ nút đã sửa đổi:
zh_hans_hk: 修改後節點地址:

source: 节点地址:
ca: Adreça del node:
cs: Adresa uzlu:
da: Nodeadresse:
de: Knotenadresse:
el: Adresse de nœud:
es_mx: Dirección de nodo:
fi: Solmun osoite:
hi: नोड पता:
hr: Adresa čvora:
hu: Csomópont címe:
id: Alamat simpul:
it: Indirizzo nodo:
ja: ノードアドレス：
ko: 노드 주소:
ms: Alamat nod:
nb: Nodeadresse:
nl: Knooppuntadres:
pl: Adres węzła:
pt_pt: Endereço do nó:
ro: Adresa nodului:
ru: Адрес узла:
sk: Adresa uzla:
sv: Nodadress:
th: ที่อยู่โหนด:
tr: Düğüm adresi:
uk: Адреса вузла:
vi: Địa chỉ nút:
zh_hans_hk: 節點地址:

source: 节点id:
ca: identificador de node:
cs: id uzlu:
da: node-id:
de: Knoten-ID:
el: identifiant du nœud:
es_mx: id de nodo:
fi: solmun tunnus:
hi: नोड आईडी:
hr: id čvora:
hu: csomópont azonosítója:
id: nomor simpul:
it: ID nodo:
ja: ノードID：
ko: 노드 아이디:
ms: id nod:
nb: node-id:
nl: knooppunt-ID:
pl: identyfikator węzła:
pt_pt: ID do nó:
ro: ID nod:
ru: идентификатор узла:
sk: id uzla:
sv: nod-id:
th: รหัสโหนด:
tr: düğüm kimliği:
uk: ідентифікатор вузла:
vi: id nút:
zh_hans_hk: 節點id:

source: ETCD CLUSTER V3
es_mx: GRUPO ETCD V3
fi: ETCD-RYPPI V3
hi: ETCD क्लस्टर V3
it: CLUSTER ETC V3
ja: ETCDクラスターV3
ko: ETCD 클러스터 V3
pl: KLASTER ETCD V3
ru: ETCD КЛАСТЕР V3
th: ETCD คลัสเตอร์ V3
tr: ETCD KÜME V3

source: Save
ja: 保存する

# TrustedCAFile: 未选择任何文件
source: TrustedCAFile: No file selected
ja: TrustedCAFile：ファイルが選択されていません
zh_hans_hk: TrustedCAFile: 未選擇任何文件

# KeyFile: 未选择任何文件
source: KeyFile: No file selected
ja: KeyFile：ファイルが選択されていません
zh_hans_hk: KeyFile: 未選擇任何文件

# CertFile: 未选择任何文件
source: CertFile: No file selected
ja: CertFile：ファイルが選択されていません
zh_hans_hk: CertFile: 未選擇任何文件
